{
    "pageNumber": 0,
    "data": [
        {
            "id": "3778091",
            "title": "Dragon Alliance Advanced Projects X2",
            "date_created": "1413922839",
            "loginId": "753",
            "tags": "",
            "description": "This game-changing frame pushes functional versatility to the next dimension. The APX2 combines the proven performance of our patented Frameless Lens Technology with Swift Lock, an easy on-and-off mechanism that makes swapping lenses faster, easier, and more secure than ever. The APX2 is our most advanced goggle yet; enabling riders to adapt instantly in all kinds of conditions.\nAvailable now on dragonalliance.com.\nRiders:\nGigi Rüf\nJamie Lynn\nBryan Iguchi\nBlake Paul\nAlex Yoder\nFilm & Edit:\nTrent Ludwig at SEEK Creative\nMusic:\nArtist: Painted Palms\nSong: Forever\nAlbum: Forever",
            "asset": {
                "type": "mp4",
                "thumbnailUrl": "\/\/do0631budpzeh.cloudfront.net\/live\/users\/753\/canvas\/655\/368\/646903713-0701517922.png",
                "mediaDuration": "120",
                "prettyDuration": "02:00",
                "hookText": "Our new Advanced Projects X2 goggle with SwiftLock Lens Change Technology makes it easy for you to Adapt Instantly in any conditions.",
                "tags": "",
                "uploadAsset": false,
                "quality": "",
                "sources": [
                    {
                        "file": "http:\/\/player.vimeo.com\/external\/109628349.hd.mp4?s=3ff83ba3879bd58c088629c62e747269"
                    }
                ]
            },
            "parentId": "168540",
            "url": "\/dragon\/dragon-alliance-advanced-projects-x2\/168540-3778091"
        },
        {
            "id": "3778092",
            "title": "Dragon Unveils the Floatable Collection",
            "date_created": "1413923258",
            "loginId": "753",
            "tags": "",
            "description": "Dragon has expanded it’s first-ever H20 Floatable Collection of sunglasses to include an array of new styles and color ways. Pairing this technology with three of Dragon’s top styles – The Jam, Vantage, and Double Dos, there are now 10 unique offerings wi",
            "asset": {
                "type": "mp4",
                "thumbnailUrl": "\/\/do0631budpzeh.cloudfront.net\/live\/users\/753\/canvas\/655\/368\/523597573-0130539434.png",
                "mediaDuration": "59",
                "prettyDuration": "00:59",
                "hookText": "Dragon has expanded it’s first-ever H20 Floatable Collection of sunglasses to include an array of new styles and color ways. Pairing this technology with three of Dragon’s top styles – The Jam, Vantage, and Double Dos, there are now 10 unique offerings with various lens options to fit anyone who wants an all-purpose sunglass that you’ll never lose in the water again.",
                "tags": "",
                "uploadAsset": false,
                "quality": "",
                "sources": [
                    {
                        "file": "http:\/\/player.vimeo.com\/external\/109628736.hd.mp4?s=e1a81a144815d6a5eadef561c00bd867"
                    }
                ]
            },
            "parentId": "168540",
            "url": "\/dragon\/dragon-unveils-the-floatable-collection\/168540-3778092"
        },
        {
            "id": "170385",
            "title": "Dragon Introduces The MANSFIELD",
            "date_created": "1401320704",
            "loginId": "753",
            "tags": "",
            "description": "A modern classic with frameless design.\n\nRevamping a classic style to create its newest frame, Dragon has released the Mansfield--a new offering for spring 2013 that fuses modern simplicity with a timeless silhouette. \n\nDesigned for bold individuals with stylish tendencies, the Mansfield goes from beach to street with flawless transitions. Largely inspired by major Hollywood sex symbol Jayne Mansfield, this sunglass is a new favorite for Dragon surf athletes Evan Geiselman and Beau Foster.\n\n\"These shades are perfect for cruising around town,\" says Evan Geiselman. \"They look good, are crazy lightweight and are one of the most stylish frames I've ever seen.\" \n\nCheck the latest video and see the Mansfield in it's element.",
            "asset": {
                "author": "Dragon59Alliance",
                "hdvFlag": 1,
                "hookText": "A modern classic with frameless design. Revamping a classic style to create its newest frame, Dragon has released the Mansfield--a new offering for spring 20...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Z2A1T74pDvI\/sddefault.jpg",
                "uploadDate": 1363643781,
                "videoId": "Z2A1T74pDvI",
                "mediaDuration": "61",
                "prettyDuration": "00:01:01",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "168540",
            "url": "\/dragon\/dragon-introduces-the-mansfield\/168540-170385"
        },
        {
            "id": "170387",
            "title": "Dragon Advanced Projects X - 2.0",
            "date_created": "1401320719",
            "loginId": "753",
            "tags": "",
            "description": "Check out the most talked about snow goggle on the market from Dragon, The Advanced Projects X. \n\nThis action packed video features footage of Dragon's top team riders including Gigi Ruf, Luke Mitrani, and many others as they test the Advanced Projects X goggles at the R & D Cabin in Silverton and in AK. There is also exclusive CG footage of the premium technology around the fully frameless lens system which gives riders the most peripheral vision and performance in the toughest snow conditions out there. \n\nAdvanced Projects X products by Dragon have superior design, innovation, and a minimalist style. Performance and design innovation are at the heart of every new product in the Advanced Projects X category and the snow goggle line for 2012\/13 season is a reflection of this. Being the first fully frameless goggle with patented lens technology, the bar has been set.",
            "asset": {
                "author": "Dragon59Alliance",
                "hdvFlag": 1,
                "hookText": "Check out the most talked about snow goggle on the market from Dragon, The Advanced Projects X. This action packed video features footage of Dragon's top tea...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qcBAK5auu7w\/sddefault.jpg",
                "uploadDate": 1348844554,
                "videoId": "qcBAK5auu7w",
                "mediaDuration": "185",
                "prettyDuration": "00:03:05",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "168540",
            "url": "\/dragon\/dragon-advanced-projects-x-2-0\/168540-170387"
        },
        {
            "id": "170389",
            "title": "FRAME OF MIND | EPISODE ONE | MICK FANNING | THE ESCAPE",
            "date_created": "1401320748",
            "loginId": "753",
            "tags": "",
            "description": "Dragon Launches Summer Webisode Series Frame of Mind\n\nCarlsbad, Calif. (June 5, 2012) - Dragon releases the first of a four-part webisode series called Frame of Mind: The B-Sides of Life, featuring Mick Fanning, Evan Geiselman, Owen Wright, and Rob Machado. This video collection of short stories is a view into the different sides of the surfer's personalities, more specifically, what inspires them in and out of the water.\n\nBy definition, Frame of Mind is described as \"the disposition of one's inner thoughts.\" This series of webisodes focuses in on the seldom seen personas behind some of surfing's biggest names. It will be told online starting June 5 at DragonAlliance.com , when the first installment of Dragon's Frame of Mind goes live on the Web. In the first episode, titled \"The Escape\", Mick Fanning talks about how the real stoke in surfing is in escaping with his friends to surf perfect waves without the pro surfing circus.\n\nThe rest of the series will be hitting the web throughout the summer with fresh, original edits and entertaining stories about some of the coolest surfers on the planet.",
            "asset": {
                "author": "Dragon59Alliance",
                "hdvFlag": 1,
                "hookText": "Dragon Launches Summer Webisode Series Frame of Mind Carlsbad, Calif. (June 5, 2012) - Dragon releases the first of a four-part webisode series called Frame ...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/TjCejNxoewM\/sddefault.jpg",
                "uploadDate": 1339012561,
                "videoId": "TjCejNxoewM",
                "mediaDuration": "161",
                "prettyDuration": "00:02:41",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "168540",
            "url": "\/dragon\/frame-of-mind-episode-one-mick-fanning-the-escape\/168540-170389"
        },
        {
            "id": "170386",
            "title": "FRAME OF MIND- Backcountry Inspiration With Gigi Rüf",
            "date_created": "1401320713",
            "loginId": "753",
            "tags": "",
            "description": "In the second installment of Frame of Mind, take an exclusive journey with Gigi Rüf through the Alaskan backcountry as he talks about what motivates his riding and his signature Advanced Project X goggle designs. \n\nA revealing four-part webisode series, Frame of Mind candidly captures the seldom seen moments that inspire the athletes antics and interests both on and off the mountain. Featuring Gigi Ruf, Luke Mitrani, Danny Davis and Chris Benchetler, Frame of Mind is a backstage look into the lives of Dragon's top athletes.",
            "asset": {
                "author": "Dragon59Alliance",
                "hdvFlag": 1,
                "hookText": "In the second installment of Frame of Mind, take an exclusive journey with Gigi Rüf through the Alaskan backcountry as he talks about what motivates his ridi...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/j7UqSRnZMzk\/sddefault.jpg",
                "uploadDate": 1357932994,
                "videoId": "j7UqSRnZMzk",
                "mediaDuration": "163",
                "prettyDuration": "00:02:43",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "168540",
            "url": "\/dragon\/frame-of-mind-backcountry-inspiration-with-gigi-rüf\/168540-170386"
        }
    ]
}