{
    "pageNumber": 0,
    "data": [
        {
            "id": "170620",
            "title": "The SUPRA Shotgun Keelan Dadd Signature Colorway",
            "date_created": "1401402542",
            "loginId": "753",
            "tags": "",
            "description": "SUPRA is proud to introduce the Shotgun, a classic vulcanized mid top with an athletic-inspired toe box and extended heel bar, available now in three distinct color profiles including a Keelan Dadd signature color way. \n\n\"I like this shoe because it's different.\" says Dadd who is the first of the team to make his mark on this new SUPRA model. \"You can switch up your swag with this shoe,\" Dadd continues. \"Get some crazy clothes—go to a thrift store and get some shit to go with it. I like it. Hell yeah, man.\"\n\nDadd customized his signature Shotgun with replica reptile leather, purple nylon and black suede. Leather and suede are applied at key contact areas of all Shotgun models to protect against wear, while nylon or canvas allow for ventilation, and a padded mesh interior ensures optimum comfort.The scalloped collar and ribbed heel supply padding and ankle support, while the vulcanized sole provides excellent board feel and superior traction. \n\nThe Shotgun is available now in three new color profiles—black suede and canvas, black and grey suede, and Keelan Dadd's signature color way—at better skate retailers worldwide.",
            "asset": {
                "author": "SUPRA Footwear",
                "hdvFlag": 1,
                "hookText": "SUPRA is proud to introduce the Shotgun, a classic vulcanized mid top with an athletic-inspired toe box and extended heel bar, available now in three distinc...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/CmPxkI2cGx4\/sddefault.jpg",
                "uploadDate": 1393860203,
                "videoId": "CmPxkI2cGx4",
                "mediaDuration": "50",
                "prettyDuration": "00:00:50"
            },
            "parentId": "168522",
            "url": "\/supra\/the-supra-shotgun-keelan-dadd-signature-colorway\/168522-170620"
        },
        {
            "id": "189494",
            "title": "The SUPRA Crown Coalition Cuba Featuring Spencer Hamilton",
            "date_created": "1405375234",
            "loginId": "753",
            "tags": "",
            "description": "From beyond the shadows emerges the new limited edition Crown Coalition Cuba. Cloaked in expansive black suede and canvas, this low top slip-on features regal accents courtesy of the tongue's gold laurel leaf binding, a metallic gold chain, and custom Crown Coalition insignia on the insole. The shoe is couched upon a burgundy vulcanized sole with white foxing and a burgundy pinstripe. The Crown Coalition Cuba will be available for a limited time exclusively at Crown Coalition dealers.",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "nIF3jLfZ4A0",
                "hookText": "From beyond the shadows emerges the new limited edition Crown Coalition Cuba. Cloaked in expansive black suede and canvas, this low top slip-on features rega...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nIF3jLfZ4A0\/maxresdefault.jpg",
                "mediaDuration": "118",
                "hdvFlag": 1,
                "uploadDate": 1400506394,
                "prettyDuration": "00:01:58"
            },
            "parentId": "168522",
            "url": "\/supra\/the-supra-crown-coalition-cuba-featuring-spencer-hamilton\/168522-189494"
        },
        {
            "id": "189369",
            "title": "The Stevie Williams Signature Estaban From SUPRA Footwear",
            "date_created": "1405375232",
            "loginId": "753",
            "tags": "",
            "description": "For two decades, Stevie Williams has taken his talent all around the world to cement himself as one of the most influential pro skateboarders of all time. For his new pro shoe, Stevie wanted a high performance design that he could wear all day long, whether he's kicking it in ATL or entrenched in a full on filming mission in Barcelona, and that's exactly what he got.\n\n\"This is without a doubt my most style-driven and innovative design since my first pro shoe,\" Stevie Williams said regarding his latest signature model from SUPRA Footwear. \"When I saw an early design with those laces and that sole, I said, 'That's mine!' And it came out dope.\"",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "0XF_6khYEy8",
                "hookText": "For two decades, Stevie Williams has taken his talent all around the world to cement himself as one of the most influential pro skateboarders of all time. Fo...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/0XF_6khYEy8\/maxresdefault.jpg",
                "mediaDuration": "109",
                "hdvFlag": 1,
                "uploadDate": 1404742351,
                "prettyDuration": "00:01:49"
            },
            "parentId": "168522",
            "url": "\/supra\/the-stevie-williams-signature-estaban-from-supra-footwear\/168522-189369"
        },
        {
            "id": "189479",
            "title": "TK SUPRA SOCIETY MID COMMERCIAL",
            "date_created": "1405375249",
            "loginId": "753",
            "tags": "",
            "description": "TK SUPRA SOCIETY MID COMMERCIAL",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "0dP87Wyaq2s",
                "hookText": "SITE: http:\/\/www.suprafootwear.com FACEBOOK: http:\/\/www.facebook.com\/suprafootwear TWITTER: http:\/\/www.twitter.com\/suprafootwear INSTAGRAM: http:\/\/instagram....",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/0dP87Wyaq2s\/sddefault.jpg",
                "mediaDuration": "17",
                "hdvFlag": 1,
                "uploadDate": 1359625999,
                "prettyDuration": "00:00:17"
            },
            "parentId": "168522",
            "url": "\/supra\/tk-supra-society-mid-commercial\/168522-189479"
        },
        {
            "id": "189380",
            "title": "SUPRA's Best Of Boo Johnson Teaser",
            "date_created": "1405375234",
            "loginId": "753",
            "tags": "",
            "description": "SUPRA's Best Of Boo Johnson Teaser",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "9YJREDmu2GA",
                "hookText": "Full part releasing 6\/5\/14 on www.supraskateboarding.com @supraskateboarding @yung_booboo SITE: http:\/\/www.supraskateboarding.com FACEBOOK: http:\/\/www.facebo...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/9YJREDmu2GA\/maxresdefault.jpg",
                "mediaDuration": "15",
                "hdvFlag": 1,
                "uploadDate": 1401931663,
                "prettyDuration": "00:00:15"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-s-best-of-boo-johnson-teaser\/168522-189380"
        },
        {
            "id": "189482",
            "title": "SUPRA Two For Tuesday: Tom Penny Fs Flip",
            "date_created": "1405375250",
            "loginId": "753",
            "tags": "",
            "description": "Tom Penny gets this weeks Two For Tuesday with a signature fs Flip on one of the best looking spots in Vienna, Austria.",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "rVb7s5MnAqc",
                "hookText": "Tom Penny gets this weeks Two For Tuesday with a signature fs Flip on one of the best looking spots in Vienna, Austria.\n@SupraSkateboarding \n\nTwo For Tuesday is our new weekly feature dropping every Tuesday on SupraSkateboarding.com and Instagram. It will consist of one trick two angles, one angle regular speed and a slomo, or just two tricks.\nVideo By:\nAlan Hannon\n\nFollow @SupraSkateboarding",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rVb7s5MnAqc\/maxresdefault.jpg",
                "mediaDuration": "13",
                "hdvFlag": 1,
                "uploadDate": 1405399100,
                "prettyDuration": "00:00:13"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-two-for-tuesday-tom-penny-fs-flip\/168522-189482"
        },
        {
            "id": "189376",
            "title": "SUPRA Two For Tuesday: Lizard King Bs Lipslide Revert",
            "date_created": "1405375233",
            "loginId": "753",
            "tags": "",
            "description": "Two For Tuesday is our new weekly feature dropping every Tuesday on SupraSkateboarding.com and Instagram. It will consist of one trick two angles, one angle regular speed and a slomo, or just two tricks.\n\nOur second installment goes out to this Bs lip revert after dropping down two sets of stairs by Lizard King.\n\nVideo By:\nAlan Hannon\nDennis Martin",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "H53tJ16UZ8M",
                "hookText": "Two For Tuesday is our new weekly feature dropping every Tuesday on SupraSkateboarding.com and Instagram. It will consist of one trick two angles, one angle ...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/H53tJ16UZ8M\/maxresdefault.jpg",
                "mediaDuration": "47",
                "hdvFlag": 1,
                "uploadDate": 1403050639,
                "prettyDuration": "00:00:47"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-two-for-tuesday-lizard-king-bs-lipslide-revert\/168522-189376"
        },
        {
            "id": "189496",
            "title": "Jim Greco Hammer Snake Video",
            "date_created": "1405375236",
            "loginId": "753",
            "tags": "",
            "description": "Jim Greco's new signature Hammer Snake low top is a limited edition release only available at Crown Coalition skate shops. Check with your local shop to see if they're part of the Crown Coalition.",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "rnmP0ozfhfo",
                "hookText": "Jim Greco's new signature Hammer Snake low top is a limited edition release only available at Crown Coalition skate shops. Check with your local shop to see ...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rnmP0ozfhfo\/maxresdefault.jpg",
                "mediaDuration": "61",
                "hdvFlag": 1,
                "uploadDate": 1386181017,
                "prettyDuration": "00:01:01"
            },
            "parentId": "168522",
            "url": "\/supra\/jim-greco-hammer-snake-video\/168522-189496"
        },
        {
            "id": "189374",
            "title": "SUPRA Two For Tuesday: Kevin Romar Nollie Bs 360",
            "date_created": "1405375233",
            "loginId": "753",
            "tags": "",
            "description": "Our third installment of Two For Tuesdays comes from Kevin Romar with a Nollie bs 360\nat a rugged Manilla spot.\n\nTwo For Tuesday is our new weekly feature dropping every Tuesday on SupraSkateboarding.",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "211m4Oki8aA",
                "hookText": "Our third installment of Two For Tuesdays comes from Kevin Romar with a Nollie bs 360 at a rugged Manilla spot. Two For Tuesday is our new weekly feature dro...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/211m4Oki8aA\/maxresdefault.jpg",
                "mediaDuration": "13",
                "hdvFlag": 1,
                "uploadDate": 1403658654,
                "prettyDuration": "00:00:13"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-two-for-tuesday-kevin-romar-nollie-bs-360\/168522-189374"
        },
        {
            "id": "189393",
            "title": "SUPRA SKYTOP IV Origins",
            "date_created": "1405375236",
            "loginId": "753",
            "tags": "",
            "description": "How does the new SKYTOP IV represent the past, present and future? Chad Muska and footwear designer Josh Brubaker fill you in.",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "Y9peY8Uu2Z8",
                "hookText": "How does the new SKYTOP IV represent the past, present and future? Chad Muska and footwear designer Josh Brubaker fill you in. SITE: http:\/\/www.suprafootwear...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Y9peY8Uu2Z8\/maxresdefault.jpg",
                "mediaDuration": "269",
                "hdvFlag": 1,
                "uploadDate": 1387362902,
                "prettyDuration": "00:04:29"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-skytop-iv-origins\/168522-189393"
        },
        {
            "id": "189411",
            "title": "SUPRA and G-Shock Present \"It's About Time\"",
            "date_created": "1405375239",
            "loginId": "753",
            "tags": "",
            "description": "To celebrate G-Shock's 30th anniversary in 2013, SUPRA collaborated with the watchmaker to create the \"It's About Time\" watch and Vaider Lite. This short video follows Stevie Williams, Boo Johnson, and Keelan Dadd as they weave through the streets of LA trying to get the shoe and the watch to the anniversary event which begins at 8:13pm (*20:13 in military time). This 20:13 detail appears throughout the video and the collaboration itself—both the back of the watch and the tongue of the Vaider Lite feature a graphic of a clock set to 20:13.",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "g9F5hn0uPf8",
                "hookText": "To celebrate G-Shock's 30th anniversary in 2013, SUPRA collaborated with the watchmaker to create the \"It's About Time\" watch and Vaider Lite. This short vid...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/g9F5hn0uPf8\/maxresdefault.jpg",
                "mediaDuration": "173",
                "hdvFlag": 1,
                "uploadDate": 1367495195,
                "prettyDuration": "00:02:53"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-and-g-shock-present-it-s-about-time\/168522-189411"
        },
        {
            "id": "189441",
            "title": "SUPRA Presents The Stevie Williams S1W",
            "date_created": "1405375243",
            "loginId": "753",
            "tags": "",
            "description": "\"The shoe is dope,\" Stevie said about the S1W. \"It's so dope I don't want to skate in it. But even when the laces are torn up and the sole is kickflipped out, it actually looks like a dope shoe.\"\n\nStevie Williams's first signature shoe from SUPRA, the S1W, is a state-of-the-art expression of contemporary footwear fashion and performance. The mid top combines modern design with traditional accents and is rich in advanced technologies. The stylish upper, for instance, is constructed atop an innovative, cored-out cup sole that features a lightweight SUPRAFOAM footbed with impact protection. The molded footbed is thicker in the heel, yet thinner towards the toe for better board feel. The stylish, side-gill design and cushioned ankle pod, which is perforated for breathability, provide extra protection and support. The padded heel-pull insert delivers both functionality and added comfort. \n\n\"Whether you want to wear it just for lifestyle purposes,\" Stevie said, \"or you want to wear it for skateboarding and look cool at the same time—either way you wear it, the shoe looks good on and off the board.\"",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "zjX2PEzb4sw",
                "hookText": "\"The shoe is dope,\" Stevie said about the S1W. \"It's so dope I don't want to skate in it. But even when the laces are torn up and the sole is kickflipped out...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zjX2PEzb4sw\/maxresdefault.jpg",
                "mediaDuration": "38",
                "hdvFlag": 1,
                "uploadDate": 1359689660,
                "prettyDuration": "00:00:38"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-presents-the-stevie-williams-s1w\/168522-189441"
        },
        {
            "id": "189423",
            "title": "SUPRA Presents The Sneaker Freaker \"Blue Balls\" Owen",
            "date_created": "1405375240",
            "loginId": "753",
            "tags": "",
            "description": "In commemoration of the tenth anniversary of the world's premier sneaker culture magazine SUPRA has collaborated with Sneaker Freaker editor, Woody, to create the limited edition \"Blue Balls\" Owen. Woody not only designed this Owen style himself, he wrote the press release for it as well:\n\n\"When we dropped our 'Golden Balls' Skytop III earlier this year,\" Woody wrote, \"we felt a little bit guilty for making it one of those annoying 'friends and family' party releases. With pressure mounting for a rematch, we requested a little relief from the hand of SUPRA. The end result is our super bouncy Blue Balls! This time around we busted a nut on the lightweight Owen, combining brains, brawn, and beauty into one sweet ball breaker of a shoe. SUPRAFOAM shock absorption and a black diamond mesh upper with royal blue microfiber ensures the ride is limo quality, while the rope-a-dope lacing and speckled concrete SUPRAFOAM sole punches harder than Kojak's cojones. Tug on the plush pink heel pull and admire the unorthodox asymmetrical color blocking as you guide your foot deep inside this super snug package. Yep, once you've cupped our throbbing Blue Balls in your hands you simply won't be able to wipe the smile from your dial. Unlike our Golden Balls, these are no wet dream.\"\n\nThe limited edition, Sneaker Freaker tenth anniversary, \"Blue Balls\" Owen is available on Saturday, December 15, at select SUPRA retailers worldwide",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "zOdWqotwa44",
                "hookText": "In commemoration of the tenth anniversary of the world's premier sneaker culture magazine SUPRA has collaborated with Sneaker Freaker editor, Woody, to creat...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zOdWqotwa44\/maxresdefault.jpg",
                "mediaDuration": "47",
                "hdvFlag": 1,
                "uploadDate": 1360036143,
                "prettyDuration": "00:00:47"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-presents-the-sneaker-freaker-blue-balls-owen\/168522-189423"
        },
        {
            "id": "189429",
            "title": "SUPRA Presents The \"Infamous\" Backwood and Bandit",
            "date_created": "1405375241",
            "loginId": "753",
            "tags": "",
            "description": "SUPRA has created two shoes with new styles designed by Prodigy of Mobb Deep. \n\n\"I don't want to look like everybody else,\" Prodigy said. \"I want people to look at me and wonder what I got on, follow my trend. I like to bring something new to the table and SUPRA goes right along with my whole style.\"\n\nThe \"Infamous\" Backwood is a work boot\/athletic-shoe hybrid constructed atop a unique sole that has a lightweight and comfortable SUPRAFOAM midsole with a rugged, rubber lug outsole. Prodigy designed the upper with grey suede camouflage and black ballistic nylon. \n\n\"Just this whole style of cut reminds me of some throwback stuff from the 90s, but this is an updated version,\" he said about the Backwood. \"I got the inspiration for the color because back in the day when Mobb Deep was coming up in the music industry our thing was to wear a lot of camouflage. A lot of people are getting back into the camo now, so I figure let's flip a color that nobody really uses.\"\n\nThe \"Infamous\" Bandit is the result of Prodigy's take on professional skater, Tom Penny's signature shoe: a boot inspired mid top with a canvas camouflage and black ballistic nylon upper built on a white, lightweight cup sole. \n\n\"This sneaker right here—the Bandit: camouflage, black, with a white bottom—it's simple, you can rock it with basically anything. And the camo just gives it a little hood touch. You could throw a suit on and get away with these right here, you know what I mean?\"",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "ybaqOl2M2Hw",
                "hookText": "SUPRA has created two shoes with new styles designed by Prodigy of Mobb Deep. \"I don't want to look like everybody else,\" Prodigy said. \"I want people to loo...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ybaqOl2M2Hw\/maxresdefault.jpg",
                "mediaDuration": "122",
                "hdvFlag": 1,
                "uploadDate": 1359712588,
                "prettyDuration": "00:02:02"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-presents-the-infamous-backwood-and-bandit\/168522-189429"
        },
        {
            "id": "170623",
            "title": "SUPRA Presents Lizard King's Passion",
            "date_created": "1401402569",
            "loginId": "753",
            "tags": "",
            "description": "Lizard King terrorizes the transition in this short video that features some fancy no-comply footwork in his signature mid top Passion.",
            "asset": {
                "author": "SUPRA Footwear",
                "hdvFlag": 1,
                "hookText": "Lizard King terrorizes the transition in this short video that features some fancy no-comply footwork in his signature mid top Passion. Available at better s...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/heJtHMkBHJU\/sddefault.jpg",
                "uploadDate": 1379965227,
                "videoId": "heJtHMkBHJU",
                "mediaDuration": "49",
                "prettyDuration": "00:00:49"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-presents-lizard-king-s-passion\/168522-170623"
        },
        {
            "id": "189453",
            "title": "Supra Presents Kevin Romar",
            "date_created": "1405375245",
            "loginId": "753",
            "tags": "",
            "description": "SUPRA is proud to announce that Kevin Romar is the newest member of the am team. \n\n\"SUPRA's got a sick team,\" Romar said. \"with all the legends and all the ams, and now that I'm on the same team with them, it's unbelievable because I used to watch those guys when I was little.\"\n\nDirector: Dennis Martin\nVideography, Edit: Mike Marasco, Dennis Martin\nCompositing: Andrew Furlong",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "emkSH3HJWmI",
                "hookText": "SUPRA is proud to announce that Kevin Romar is the newest member of the am team. \"SUPRA's got a sick team,\" Romar said. \"with all the legends and all the ams...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/emkSH3HJWmI\/sddefault.jpg",
                "mediaDuration": "56",
                "hdvFlag": 1,
                "uploadDate": 1359626827,
                "prettyDuration": "00:00:56",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "168522",
            "url": "\/supra\/supra-presents-kevin-romar\/168522-189453"
        },
        {
            "id": "170625",
            "title": "SUPRA Footwear For Kids",
            "date_created": "1401402583",
            "loginId": "753",
            "tags": "",
            "description": "The new kids' collection features classic SUPRA silhouettes —the favorite footwear of the world's top athletes and celebrities—in an array of fun colors, dynamic designs, and constructed from durable materials that are available in a full range of kids' sizes.",
            "asset": {
                "author": "SUPRA Footwear",
                "hdvFlag": 1,
                "hookText": "The new kids' collection features classic SUPRA silhouettes —the favorite footwear of the world's top athletes and celebrities—in an array of fun colors, dyn...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/j21LgMH77zE\/sddefault.jpg",
                "uploadDate": 1375070949,
                "videoId": "j21LgMH77zE",
                "mediaDuration": "71",
                "prettyDuration": "00:01:11"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-footwear-for-kids\/168522-170625"
        },
        {
            "id": "189384",
            "title": "SUPRA Footwear #MySupras Instagram Contest",
            "date_created": "1405375234",
            "loginId": "753",
            "tags": "",
            "description": "SUPRA Footwear is giving away a free pair of shoes every week! How to Enter: 1. Follow @suprafootwear on Instagram. 2. Tag photos of your SUPRA shoes #mysupr...",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "knvemzbA7D0",
                "hookText": "SUPRA Footwear is giving away a free pair of shoes every week! How to Enter: 1. Follow @suprafootwear on Instagram. 2. Tag photos of your SUPRA shoes #mysupr...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/knvemzbA7D0\/maxresdefault.jpg",
                "mediaDuration": "15",
                "hdvFlag": 1,
                "uploadDate": 1399614860,
                "prettyDuration": "00:00:15"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-footwear-mysupras-instagram-contest\/168522-189384"
        },
        {
            "id": "189457",
            "title": "SUPRA Chad Muska Skytop III Release Events L.A.",
            "date_created": "1405375246",
            "loginId": "753",
            "tags": "",
            "description": "SUPRA Chad Muska Skytop III Release Events L.A.",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "V3NQBh5ZYQE",
                "hookText": "SITE: http:\/\/www.suprafootwear.com FACEBOOK: http:\/\/www.facebook.com\/suprafootwear TWITTER: http:\/\/www.twitter.com\/suprafootwear INSTAGRAM: http:\/\/instagram....",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/V3NQBh5ZYQE\/sddefault.jpg",
                "mediaDuration": "145",
                "hdvFlag": 1,
                "uploadDate": 1359626355,
                "prettyDuration": "00:02:25"
            },
            "parentId": "168522",
            "url": "\/supra\/supra-chad-muska-skytop-iii-release-events-l-a\/168522-189457"
        },
        {
            "id": "189413",
            "title": "Studio To The Streets: The Hammer",
            "date_created": "1405375239",
            "loginId": "753",
            "tags": "",
            "description": "In this new \"Studio To The Streets\" episode, Jim Greco takes his signature Hammer out of the clean SUPRA studio environment and gets busy with it in the street—where it belongs. \n\n\"It's basically a wino that takes impact,\" Jim said about his new shoe. \"And that's what we created with the Hammer: it's the lightest, most simple shoe, that takes the most impact.\"",
            "asset": {
                "author": "SUPRA Footwear",
                "videoId": "o8Sun-5IRhk",
                "hookText": "In this new \"Studio To The Streets\" episode, Jim Greco takes his signature Hammer out of the clean SUPRA studio environment and gets busy with it in the stre...",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/o8Sun-5IRhk\/maxresdefault.jpg",
                "mediaDuration": "72",
                "hdvFlag": 1,
                "uploadDate": 1365420607,
                "prettyDuration": "00:01:12"
            },
            "parentId": "168522",
            "url": "\/supra\/studio-to-the-streets-the-hammer\/168522-189413"
        }
    ]
}