{
    "pageNumber": 14,
    "data": [
        {
            "id": "3778357",
            "title": "The Mason Ho Point of View Featuring the etnies Scout.mp4",
            "date_created": "1414794447",
            "loginId": "753",
            "tags": "",
            "description": "From Mason Ho’s Point of View, when there are waves on the horizon, he is in the water. Once the waves subside, he waits beachside, scouting out the next swell. The etnies Scout’s incredible comfort makes it the perfect traveling companion for anyone, anywhere to keep the spirit of adventure alive.",
            "asset": {
                "type": "mp4",
                "thumbnailUrl": "\/\/do0631budpzeh.cloudfront.net\/live\/users\/753\/canvas\/655\/368\/117645484-01640360.jpg",
                "mediaDuration": "72",
                "prettyDuration": "00:01:12",
                "sources": [
                    {
                        "file": "\/\/do0631budpzeh.cloudfront.net\/live\/videos\/753\/503b5703_449d_43ca_e9dd_6680757a1faf.mp4"
                    }
                ]
            },
            "parentId": "168527",
            "url": "\/etnies\/the-mason-ho-point-of-view-featuring-the-etnies-scout-mp4\/168527-3778357"
        },
        {
            "id": "170558",
            "title": "etnies Proudly Welcomes Chase Hawk",
            "date_created": "1401390325",
            "loginId": "753",
            "tags": "",
            "description": "Chase Hawk was added to the etnies BMX team back in January but it's about time that he get an official welcome edit. The etnies BMX team speak on their admiration of his riding and then the riding really kicks in. Filmed and edited by Mike Manzoori.",
            "asset": {
                "author": "etnies",
                "hdvFlag": 1,
                "hookText": "Chase Hawk was added to the etnies BMX team back in January but it's about time that he get an official welcome edit. The etnies BMX team speak on their admi...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/vvSRL42jAIw\/sddefault.jpg",
                "uploadDate": 1383584943,
                "videoId": "vvSRL42jAIw",
                "mediaDuration": "552",
                "prettyDuration": "00:09:12"
            },
            "parentId": "168527",
            "url": "\/etnies\/etnies-proudly-welcomes-chase-hawk\/168527-170558"
        },
        {
            "id": "170557",
            "title": "Rollin' High, Feelin' Light -- The etnies Highlight by Tyler",
            "date_created": "1401390317",
            "loginId": "753",
            "tags": "",
            "description": "Tyler Bledsoe puts the new etnies Highlight to use with this bigspin frontside bluntslide. Featuring Tyler's signature black\/camo colorway - it's STI Evolution Foam one-piece midsole and outsole is super lightweight and cushioning with an inner bootie that locks the foot in. \n\n\"This new foam is what I've needed for a while in shoes, the pinnacle of lightweight\" - Tyler Bledsoe",
            "asset": {
                "author": "etnies",
                "hdvFlag": 1,
                "hookText": "Tyler Bledsoe puts the new etnies Highlight to use with this bigspin frontside bluntslide. Featuring Tyler's signature black\/camo colorway - it's STI Evoluti...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/36FBf2w6cD4\/sddefault.jpg",
                "uploadDate": 1385996244,
                "videoId": "36FBf2w6cD4",
                "mediaDuration": "15",
                "prettyDuration": "00:00:15"
            },
            "parentId": "168527",
            "url": "\/etnies\/rollin-high-feelin-light-the-etnies-highlight-by-tyler\/168527-170557"
        },
        {
            "id": "170564",
            "title": "Make Wilko Plant Trees commercial",
            "date_created": "1401391744",
            "loginId": "753",
            "tags": "",
            "description": "Always read the fine print! Matt Wilko Wilkinson learned the hard way but we have no regrets because for every pair of his Dapper or Dory sold, Brazil's Atlantic Rainforest will be one tree closer to complete reforestation! As far as we're concerned, that's worth a little bush block on a date or awkward morning wood at Wilko's expense. Shop Wlko's Dapper & Dory and the rest of the etnies Buy A Shoe, Plant A Tree Collection and Make Wilko Plant Trees!",
            "asset": {
                "author": "etnies",
                "hdvFlag": 1,
                "hookText": "Always read the fine print! Matt Wilko Wilkinson learned the hard way but we have no regrets because for every pair of his Dapper or Dory sold, Brazil's Atla...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/lWF4RVQ9rN4\/sddefault.jpg",
                "uploadDate": 1362587931,
                "videoId": "lWF4RVQ9rN4",
                "mediaDuration": "15",
                "prettyDuration": "00:00:15"
            },
            "parentId": "168527",
            "url": "\/etnies\/make-wilko-plant-trees-commercial\/168527-170564"
        },
        {
            "id": "170552",
            "title": "etnies Presents: Blood, Sweat, & Slabs",
            "date_created": "1401390272",
            "loginId": "753",
            "tags": "",
            "description": "As a destination historically known for its abandonment and desolation, Slab City is now the home of nomads, squatters, snowbirds and the remains of barracks from World War II. On the most recent etnies endeavor, Willow, Nick Garcia and Julian Davidson took their new signature colorways of the Marana Vulc on a journey into the desert. They embarked in search of skate exploration and put this shoe's blend of strength and style to the test. What they discovered was stark. Slab City is what they found. Armed with power tools, bags of cement mix, and buckets of water, the crew stirred up some skate creation and managed to throw hammers in a desolate location.",
            "asset": {
                "author": "etnies",
                "hdvFlag": 1,
                "hookText": "As a destination historically known for its abandonment and desolation, Slab City is now the home of nomads, squatters, snowbirds and the remains of barracks...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ZIaMLUsx4Wk\/sddefault.jpg",
                "uploadDate": 1395036234,
                "videoId": "ZIaMLUsx4Wk",
                "mediaDuration": "120",
                "prettyDuration": "00:02:00"
            },
            "parentId": "168527",
            "url": "\/etnies\/etnies-presents-blood-sweat-slabs\/168527-170552"
        },
        {
            "id": "170565",
            "title": "The etnies Marana in Grey\/Yellow",
            "date_created": "1401391755",
            "loginId": "753",
            "tags": "",
            "description": "etnies is following up the Marana you know in red with an all-over light grey version with yellow hits. It may be a new color but it's still the same style with all the advanced specs that make it the longest-lasting shoe Ryan Sheckler has ever skated. The etnies Marana was designed to blend strength and style, making it perfect for a Ryan Sheckler signature model. This shoe was carefully crafted, piece by piece, to endure skateboarding. Its fused-on injected rubber toe cap makes it super hard to wear through, the lightweight and impact-resistant STI Evolution™ Foam midsole doesn't pack out, enhancing the cushioning of the Polyurethane footbed and the non-slip grip outsole's thick herringbone tread with deep grooves just doesn't wear down.\n\nMusic: Aer - Like the Way",
            "asset": {
                "author": "etnies",
                "hdvFlag": 1,
                "hookText": "etnies is following up the Marana you know in red with an all-over light grey version with yellow hits. It may be a new color but it's still the same style w...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ugfQHBJfLcI\/sddefault.jpg",
                "uploadDate": 1361171147,
                "videoId": "ugfQHBJfLcI",
                "mediaDuration": "15",
                "prettyDuration": "00:00:15"
            },
            "parentId": "168527",
            "url": "\/etnies\/the-etnies-marana-in-grey-yellow\/168527-170565"
        },
        {
            "id": "170560",
            "title": "Introducing the RCT by Nick Garcia",
            "date_created": "1401390337",
            "loginId": "753",
            "tags": "",
            "description": "A talented skateboarder and photographer, Nick Garcia combined his two passions on his new signature colorway of the etnies RCT. Nick's RCT takes inspiration and elements from his Canon AE-1 35mm camera on the heels of the shoes showing the focus and aperture markings, and on the footbeds highlighting a filmstrip and his photography. Even the etnies RAP bar on the side of the shoe is modeled after the leather wrapped body of his camera.\nThe Nick Garcia RCT (black\/white) is available now on etnies.com and at finer skate shops globally.\nSee more of Nick's photography and the etnies RCT at http:\/\/etni.es\/nick-garcia-rct",
            "asset": {
                "author": "etnies",
                "hdvFlag": 1,
                "hookText": "A talented skateboarder and photographer, Nick Garcia combined his two passions on his new signature colorway of the etnies RCT. Nick's RCT takes inspiration...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Ts_tnKIovJM\/sddefault.jpg",
                "uploadDate": 1374158070,
                "videoId": "Ts_tnKIovJM",
                "mediaDuration": "156",
                "prettyDuration": "00:02:36"
            },
            "parentId": "168527",
            "url": "\/etnies\/introducing-the-rct-by-nick-garcia\/168527-170560"
        }
    ]
}