{
    "pageNumber": 0,
    "data": [
        {
            "id": "3764309",
            "title": "FLüD x Tristan Eaton x TMNT - SXSW 2013 Hope Gallery TMNT Mu",
            "date_created": "1409951758",
            "loginId": "753",
            "tags": "",
            "description": "New York based accessories brand FLuD has partnered alongside \"Teenage Mutant Ninja Turtles\" and Tristan Eaton for an amazing art gala for SXSW. SXSW (South by Southwest) is an annual music, film, art festival and interactive conference held in Austin, TX. It is the largest music festival of it's kind in the world.\n\nThis art gala was hosted by The HOPE Collective:(Helping Other People Everywhere). The HOPE Collective is a group of creative individuals working within various companies around the US; primarily located in Austin, TX. The collective consists of artists, creative visionaries, environmentalists and world changers; creators of the ReCREATION: ATX art event on a mission to impact the world through education, art and love.\n\n\nOver 72 hours in the Texas Sun, Tristan created this one of a kind original 44' x 12' wall mural. This is a one of one display of talent, art and lifestyle.\n\nLos Angeles born artist Tristan Eaton began pursing street art as a young adult, painting in billboards, dumpsters and everything in between landscapes he's lived and traveled from: London to Detroit to New York City. At the age of 18 Eaton received an incredible opportunity to design a Toy with Fisher Price and since then become a driving power force in toy design. Eaton's work can be seen at the Cooper Hewitt Museum and New York Museum of Modern Art. He also consults for Hasbro, Pepsi & Nike on creative projects that span the world.",
            "asset": {
                "author": "FLudWatches",
                "hdvFlag": 1,
                "hookText": "New York based accessories brand FLuD has partnered alongside \"Teenage Mutant Ninja Turtles\" and Tristan Eaton for an amazing art gala for SXSW. SXSW (South ...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wfiSVQYF-xU\/maxresdefault.jpg",
                "uploadDate": 1363736927,
                "videoId": "wfiSVQYF-xU",
                "mediaDuration": "203",
                "prettyDuration": "00:03:23",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "3764308",
            "url": "\/flüd\/flüd-x-tristan-eaton-x-tmnt-sxsw-2013-hope-gallery-tmnt-mu\/3764308-3764309"
        },
        {
            "id": "3764310",
            "title": "FLüD X Above The Rim Watch Collaboration Event.",
            "date_created": "1409951771",
            "loginId": "753",
            "tags": "",
            "description": "FLüD, the New York based watch and accessories company, is proud to announce the release of their latest collaboration timepiece with lifestyle athletic brand Above The Rim (ATR). The timepiece is an interpretation of FLüD's classic PANTONE silhouette that ties nicely into ATR's current campaign entitled, \"One City at a Time.\" The watch features a cityscape and ATR logo printed on the dial, a minimalistic circular face, all pieced together by a white band. This year, the brand hosted basketball events in Seattle, Los Angeles, Houston and Puerto Rico, and produced a number of events over the summer in New York City, including the sponsorship of the L.E.S Express Basketball Tournament in Soho. The skylines of the numerous cities inspired the aesthetics of the FLüD watch.\n\nAbout FLüD: FLüD has been leisurely making the watch the ultimate accessory. Our goal is simple: to create unique, fresh accessories for the casual and street-wear enthusiast but without the pretentiousness on the price tag. Our philosophy is straightforward, the right accessory at the right price. We are committed to bringing consumers great quality and stylish timepieces for any occasion.",
            "asset": {
                "author": "FLudWatches",
                "hdvFlag": 1,
                "hookText": "FLüD, the New York based watch and accessories company, is proud to announce the release of their latest collaboration timepiece with lifestyle athletic bran...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/fTcqd9JrHgY\/maxresdefault.jpg",
                "uploadDate": 1352931554,
                "videoId": "fTcqd9JrHgY",
                "mediaDuration": "148",
                "prettyDuration": "00:02:28",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "3764308",
            "url": "\/flüd\/flüd-x-above-the-rim-watch-collaboration-event\/3764308-3764310"
        },
        {
            "id": "3764311",
            "title": "On the Clock with FLüD | Chris Webby Freestlye",
            "date_created": "1409951786",
            "loginId": "753",
            "tags": "",
            "description": "Chris Webby is a rapper from Norwalk, Connecticut who has been making big waves in the blogosphere over the past year. The unsigned young artist has already established a strong YouTube following, initially taking his talents on a college circuit tour. This year, Webby has stepped up his game, releasing his new mixtape Bars on Me, and appearing at various music festivals, including A3C in Atlanta. Webby stopped by the FLuD HQ for a special in-studio performance recently, this time flexing his freestyle chops. Check out the young rapper thinking on his toes and coming out on top, truly following The FLuD Way.",
            "asset": {
                "author": "FLudWatches",
                "hdvFlag": 1,
                "hookText": "Chris Webby is a rapper from Norwalk, Connecticut who has been making big waves in the blogosphere over the past year. The unsigned young artist has already ...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rFz6YRmZst4\/maxresdefault.jpg",
                "uploadDate": 1349827262,
                "videoId": "rFz6YRmZst4",
                "mediaDuration": "156",
                "prettyDuration": "00:02:36",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "3764308",
            "url": "\/flüd\/on-the-clock-with-flüd-chris-webby-freestlye\/3764308-3764311"
        },
        {
            "id": "3764312",
            "title": "On the Clock with FLüD | Lecrae - Gravity X FLüD Collab",
            "date_created": "1409951810",
            "loginId": "753",
            "tags": "",
            "description": "FLuD Watches is proud to announce a collaboration with critically acclaimed artist LeCrae. Born LeCrae Moore, the Houston, TX native has reached global success through his brand of positive, conscious music. From his initial solo success on Real Talk, the rapper has grown to transcend genres, and as such has created a devoted fan base, including some major media outlets. Complex, The Source, XXL, and notably, Time Magazine have all taken an interest in LeCrae's style and substance. The artist, who recently made #1 on iTunes, reached the #3 spot on Billboard's Top 200, crowned the Rap album charts at #1, as well as took the #1 spot on the Independent charts. Lecrae is well on his way to making history by breaking barriers with his chart-topping success.",
            "asset": {
                "author": "FLudWatches",
                "hdvFlag": 1,
                "hookText": "FLuD Watches is proud to announce a collaboration with critically acclaimed artist LeCrae. Born LeCrae Moore, the Houston, TX native has reached global succe...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/DrfXK5bwOkA\/maxresdefault.jpg",
                "uploadDate": 1347639983,
                "videoId": "DrfXK5bwOkA",
                "mediaDuration": "171",
                "prettyDuration": "00:02:51",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "3764308",
            "url": "\/flüd\/on-the-clock-with-flüd-lecrae-gravity-x-flüd-collab\/3764308-3764312"
        }
    ]
}