{
    "pageNumber": 0,
    "data": [
        {
            "id": "3764870",
            "title": "IRON FIST S\/S'14 LONDON LAUNCH PARTY",
            "date_created": "1410807407",
            "loginId": "753",
            "tags": "",
            "description": "To launch our Spring\/Summer collection landing in the UK, we decided to take over one of Soho's premiere clubs for one night only...\nSome of our favorite UK hotties came down to do DJ sets, including While She Sleeps, Alexis Knox, Bury Tomorrow, Rise To Remain & The Skints. \nWith a room filled with babes, bands & a HELLA load of booze the outcome was obviously the wildest night London has seen in a long time, and guess what...we caught the whole thing on film.\nKeep your eyes peeled for the next IF UK party coming SUMMER 2014. BIGGER, BETTER & BOOZIER.",
            "asset": {
                "author": "IRON FIST CLOTHING",
                "hdvFlag": 1,
                "hookText": "To launch our Spring\/Summer collection landing in the UK, we decided to take over one of Soho's premiere clubs for one night only... Some of our favourite UK...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/9aFr3-uA5GU\/maxresdefault.jpg",
                "uploadDate": 1392056992,
                "videoId": "9aFr3-uA5GU",
                "mediaDuration": "113",
                "prettyDuration": "00:01:53"
            },
            "parentId": "3764866",
            "url": "\/iron-fist\/iron-fist-s-s-14-london-launch-party\/3764866-3764870"
        },
        {
            "id": "3764869",
            "title": "Iron Fist Clothing Spring 2014 Magic Trade Show Video",
            "date_created": "1410807394",
            "loginId": "753",
            "tags": "",
            "description": "Iron Fist was recently in Las Vegas for the Spring 2014 Magic Trade show. Here are some highlights from our monster fast food themed booth there. You can also catch a few glimpses of our Fall 2014 Collection. I see the Cyclo Burger Platforms!!! I need monster cheeseburger shoes!",
            "asset": {
                "author": "IRON FIST CLOTHING",
                "hdvFlag": 1,
                "hookText": "Iron Fist was recently in Las Vegas for the Spring 2014 Magic Trade show. Here are some highlights from our monster fast food themed booth there. You can als...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NKD6Pc1Qqww\/maxresdefault.jpg",
                "uploadDate": 1393006501,
                "videoId": "NKD6Pc1Qqww",
                "mediaDuration": "45",
                "prettyDuration": "00:00:45"
            },
            "parentId": "3764866",
            "url": "\/iron-fist\/iron-fist-clothing-spring-2014-magic-trade-show-video\/3764866-3764869"
        },
        {
            "id": "3764867",
            "title": "IRON FIST CLOTHING || DOWNLOAD 2014 - FRIDAY",
            "date_created": "1410807381",
            "loginId": "753",
            "tags": "",
            "description": "This year Iron Fist had the honor of being invited down to the mighty Download Festival at Donnington Park, UK and it's safe to say that we were BEYOND stoked!\nWith a line-up that boasted the likes of Aerosmith, Linkin Park, Killswitch Engage, Trivium, Steel Panther, The Offspring & many, many more, we had a feeling it was going to be a weekend to remember. And with enough beer, bands, babes & of course a bunch of awesome IF swag, what could possibly go wrong?\n\nWe caught up with a load of your favorite bands to find out how it felt to be playing the biggest rock & metal festival in the UK, what exactly is so special about Download, their top festival tips, and a bunch of other random sh*t!\n\nCheck out the first installment from the Download x IF weekender, featuring the likes of Huntress, Within Temptation, Skindred, The Amity Affliction, Battlecross, Radkey, Orange Goblin & Baby Godzilla. And make sure you stayed tune for much, much more.",
            "asset": {
                "author": "IRON FIST CLOTHING",
                "hdvFlag": 1,
                "hookText": "This year Iron Fist had the honour of being invited down to the mighty Download Festival at Donnington Park, UK and it's safe to say that we were BEYOND stok...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/oFM-nnjZh4M\/maxresdefault.jpg",
                "uploadDate": 1404477122,
                "videoId": "oFM-nnjZh4M",
                "mediaDuration": "203",
                "prettyDuration": "00:03:23"
            },
            "parentId": "3764866",
            "url": "\/iron-fist\/iron-fist-clothing-download-2014-friday\/3764866-3764867"
        }
    ]
}