{
    "pageNumber": 0,
    "data": [
        {
            "id": "3764022",
            "title": "Artist Profile: DjLu from Bogotá, Colombia",
            "date_created": "1409872790",
            "loginId": "753",
            "tags": "",
            "description": "DjLu, a prolific stencil artist and former DJ, hails from the high-altitude Andean city of Bogotá, Colombia. The city, as he describes it, is his artistic playground and a fitting setting to express his views on the current state of his country at large. Though his art maintains an aesthetic beauty, he consistently incorporates strong messaging behind everything he creates for the public. The Pineappleade, in particular, makes a statement about the Colombian issue of land mines in land previously used for planting crops.\n\nLike he says in the video above, if his work can be both beautiful and full of meaning, then it's done its job. The pineapple grenade will continue to spread his message on the streets of Bogotá and on BucketFeet shoes everywhere for a long time to come.\nGet the Pineappleades by Dj Lu!",
            "asset": {
                "author": "bucketfeetTV",
                "hdvFlag": 1,
                "hookText": "DjLu, a prolific stencil artist and former DJ, hails from the high-altitude Andean city of Bogotá, Colombia. The city, as he describes it, is his artistic pl...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/WI9wTbSZb9o\/maxresdefault.jpg",
                "uploadDate": 1381257565,
                "videoId": "WI9wTbSZb9o",
                "mediaDuration": "124",
                "prettyDuration": "00:02:04"
            },
            "parentId": "3764021",
            "url": "\/bucketfeet\/artist-profile-djlu-from-bogotá-colombia\/3764021-3764022"
        },
        {
            "id": "3764024",
            "title": "BucketFeet Artist Profile: ArcherOne, The Artist Behind The",
            "date_created": "1409873287",
            "loginId": "753",
            "tags": "",
            "description": "Meet Christian \"ArcherOne\" Lucero, a Los Angeles based street artist who never ceases to amaze the individual or the industry. Breaking the conventional views of street art as a taboo, ArcherOne painted the walls and overpasses with intent to bring the city from black and white to a new color, a vision to restore a pulse into the concrete of the urban jungle. Archer is an apparel force to be reckoned with. Always ahead of the curve when it comes to trends, you know whatever he comes up with will likely fly off the shelves.\n\nMake sure you check out his shoes here:\nMen: www.bucketfeet.com\/index.php\/men\/navajo-­men.html\nWomen: www.bucketfeet.com\/index.php\/women\/navaj­o-women.html\n\nwww.bucketfeet.com",
            "asset": {
                "author": "bucketfeetTV",
                "hdvFlag": 1,
                "hookText": "Meet Christian \"ArcherOne\" Lucero, a Los Angeles based street artist who never ceases to amaze the individual or the industry. Breaking the conventional view...",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7Yy60E9nIwk\/maxresdefault.jpg",
                "uploadDate": 1378851187,
                "videoId": "7Yy60E9nIwk",
                "mediaDuration": "94",
                "prettyDuration": "00:01:34"
            },
            "parentId": "3764021",
            "url": "\/bucketfeet\/bucketfeet-artist-profile-archerone-the-artist-behind-the\/3764021-3764024"
        }
    ]
}