{
    "title": "STOP #7 OF VOLCOM PBRJ EUROPEAN TOUR 2014 | SERENA SKI, FINLAND",
    "description": "After days and days of blue bird skies, the morning of the Peanut Butter & Rail Jam just arouse miserably grey. It was snowing heavy wet kitchen cloths from the sky. It was rather challenging this year to build up the obstacle set-up, due weeks and weeks of positive temperature, the base of the slope was very soft with only a little bit snow left. So we decided to use a flat down double rail combo, long down rail and double pipe rail with a little kink at the end. The setup was rather challenging for the little ones to maintain speed due the wet sticky snow so the combo was left out of the 15 and under division and replaced with a rainbow box. The hike was pretty long to get enough speed so we decided to do bigger heats to keep the competition interesting for the crowd and the judges. \n\nThe 15 and under --division showed the true colors of young bloods in Finland today and presented a spectacular riding hitting all the obstacles and giving the good to the viewers. Almost all the riders who made it to the top 5 had been in the PBRJ's before, so it wasn't their first time in the rodeo. Pekka Eskola from Lahti landed his tricks the most solidly out of all the riders and rode himself to the highest podium. Talented Saska Halmes defended his second place from last year and Eevert Holma snatched the third place.\n\nThe 16-21 division showed fantastic riding with some sick skills. Some of the riders competed in 15 and under division last year, but now moved up to the older division. The competition was tight and wasn't a rookie tour for sure. Talented young man Damon Beckford, who's killing it on the street spots, won the division. The second became 2013 Peanut Butter Rail Jam Euro champ Tim Vanari. The third was Kasper Granroth with solid riding and landed tricks. \n\nGirls were only six due to an overlapping girls event, but that didn't matter cause they served us a final on silver platter. Young Sara Säkkinen, a lady with few words but crazy talent, showed us some real progression and turned her last years fifth place to this year's numero uno (1st). Beautiful Suvi Suitiala with her beautiful style of riding was second. Bad ass street rail chick Kristiina Nyman made her way to the podium with her third place. Vilina Koivisto who landed THE back flip last year in PBRJ finals was fourth. Our lovely family rider Silja Suitala was took on the fifth place.\n\nThe Open division was something else. During the heat, all riders were stomping a large panel of tricks using all three obstacles of the setup. We saw some crazy gapping to the flat down combo with 270 in and 50-50's gapping 360's out with a grabs too. The crowd was hyped and cheering loudly. And even our MC Jukkis Tyllinen, was put out speechless by some of the tricks. Jukka Tyni, who was injured last year, got some new pop in his knees this year and landed his gaps and 270's so solid that the judges scored him first. Joel Ahola, with his mad skills and smooth style became second but also landed the Best Trick for himself for the second year in a row. This year Joel blew us away with back side 360 gap 50-50 to the combo rail. And Tatu Toivanen was third with almost the same score as Joel. Sebastian Naumanen and Santeri Uimonen were the fourth and fifth. Lasse Ihalainen, 2012 Euro PBRJ champs was also praised by the judges but was slightly injured didn't make it to the top five.\n\nEveryone had tons of fun at the event, got their hands on free gear and great barbeque. Everyone got some free goodies to go home with. After all the people made the event so much fun no-one minded the wet kitchen cloths pouring from the sky. Many old and new friends showed up to watch and cheer. \n\nWe would like to send our special thanks to the staff of Serena Ski and extra special to Lauri, the Slope Manager and man with a magic touch to the groomer. He really can make wonders happen with the groomer. \n\nBig thanks to every single person who showed up in the shitty weather to watch and compete! Thanks to our judges Anssi Paatero, who participated last year and ended up with a concussion, glad to have you back this time sitting tight in judge's chair, Jesse Ropponen who's just overall great guy and fair judge and Petrus Koskinen, our family rider transformed into judge for the event. We'd like to thank Matti \"Naali\" Ollilla, the video wizard, for making outstanding video out the fun day and of course Arto \"Hippi\" Ekman for great photos. Jukkis Tyllinen the man with the mic, thanks for joining our gang again. And big bow to all Off Consult staff, the sponsors Nitro and Union and Volcom peeps for making this happen. Watch out everyone, the Finns are taking over US in the Peanut Butter & Rail Jam finals in Mammoth Mountain.\n\n - Music - \nSong: B$G P$MP$N\nArtist: Natural Child\nRelease: Hard In Heaven",
    "referenceId": null,
    "date_created": "1398384937",
    "date_modified": "1450906342",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "159753",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "STOP-7-OF-VOLCOM-PBRJ-EUROPEAN-TOUR-2014-SERENA-SKI-FINLAND",
    "category": null,
    "duration": "165",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "fKlcM7pVtKI",
        "hookText": "After days and days of blue bird skies, the morning of the Peanut Butter & Rail Jam just arouse miserably grey. It was snowing heavy wet kitchen cloths from ...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/fKlcM7pVtKI\/hqdefault.jpg",
        "mediaDuration": "165",
        "hdvFlag": 1,
        "uploadDate": 1395418050,
        "prettyDuration": "00:02:45"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}