{
    "title": "Volcom Presents \"True To This\" Premiere in Barcelona, Spain",
    "description": "There is just one way of premiering a big film like \"True To This\" in a big city like Barcelona: Go Big.\n\nFor accomplishing this mission the perfect place is the Apolo venue, which were packed last March 18th. Nobody wanted to miss the opportunity of watching the video exclusively in Spain, so 30 minutes before \"doors open\" time a huge queue could be seen rounding the block.\n\nAt the entrance, everyone wanted to get a photo on the original miniramp-photocall built by our friend Txomin Pardiñas. Around a thousand people enjoyed the best Surf, Skate and Snowboard in the world featured on the film while having some drinks with friends. Some riders like Javier Sarmiento, Alain Goikoetxea and Rune Glifberg showed up apart from many characters from the Barcelona scene.\n\n\"The Mentals\" rocked the place after the movie and a happy winner took home the YAE leather jacket. During the Mentals, the quintessential Veeco movie Alive we Ride was played in the background.\n\nWe all end up partying at the classics \"Crappy Tuesdays\" from Apolo. Thanks to everyone who showed up, had fun and shared good times with all of us. Stay TTT.\n\nVideo credits: Mac Productions",
    "referenceId": null,
    "date_created": "1398384937",
    "date_modified": "1445371689",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "159752",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Volcom-Presents-True-To-This-Premiere-in-Barcelona-Spain",
    "category": null,
    "duration": "75",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "2-s7WkdbT-g",
        "hookText": "There is just one way of premiering a big film like \"True To This\" in a big city like Barcelona: Go Big. For accomplishing this mission the perfect place is ...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/2-s7WkdbT-g\/maxresdefault.jpg",
        "mediaDuration": "75",
        "hdvFlag": 1,
        "uploadDate": 1395426708,
        "prettyDuration": "00:01:15"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}