{
    "title": "Day 2 Highlights - Volcom Pipe Pro 2014",
    "description": "Banzai Pipeline, Oahu, Hawaii (February 3rd, 2014): After three consecutive \"Lei Days\", Pipeline awoke with a roar this morning and day two of The Volcom Pipe Pro got underway. The decision to run was an easy one when contest directors rolled into the Volcom House and saw some of the best waves of the contest waiting period so far. Conditions were very good with light NE trade winds and firing 8-12 foot Pipeline.\n\nEveryone knew it was going to be a day to remember as soon as the first few heats were completed and all throughout the day we saw deep barrels, late drops and crazy wipeouts. \n\nThere were incredible moments in every heat but one of the highlights of the day was heat number nine with John John Florence, Evan Geiselman, Michael February and wildcard Parker Coffin. It was a battle of the four youngsters, one of which is the three-time Volcom Pipe Pro champion. Evan Geiselman went nuts right out of the gate and caught one of the waves of the day scoring a 9.63. He then backed his wave up with another amazing tube ride and earned an 8.90 just a few minutes later. After taking a bad wipeout, Parker Coffin paddled out the back and stroked into a bomb and got barreled across the entire reef to the tune of a 9.40. Unfortunately for John John, Pipe did not cooperate with him today and the two Pipeline newcomers upset one of the favorites to win the event.",
    "referenceId": null,
    "date_created": "1398384960",
    "date_modified": "1448330665",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "159949",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Day-2-Highlights-Volcom-Pipe-Pro-2014",
    "category": null,
    "duration": "279",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "A9SWItad1sY",
        "hookText": "http:\/\/www.volcompipepro.com PIPELINE PUMPS FOR DAY 2 OF THE VOLCOM PIPE PRO! Banzai Pipeline, Oahu, Hawaii (February 3rd, 2014): After three consecutive \"Le...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/A9SWItad1sY\/maxresdefault.jpg",
        "mediaDuration": "279",
        "hdvFlag": 1,
        "uploadDate": 1391561436,
        "prettyDuration": "00:04:39"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}