{
    "title": "True To This - World Premiere Tour Kickoff - Snow Edition",
    "description": "March 1st, 2014 - Volcom HQ, Costa Mesa, CA: Volcom Kicks off the \"True To This\" World Premiere Tour with a massive event at the Costa Mesa headquarters.\n\nWhen Volcom was founded in 1991, it was the first company to combine skateboarding, surfing and snowboarding under one brand from its inception. This way of life influenced the anti-establishment style and attitude that defined a generation. The cultural phenomenon was best captured when Volcom released \"Alive We Ride\" in 1993: a film documentingthe raw excitement and spontaneous creativity inherent to the lifestyle. Twenty-one years later, with the release of \"True To This\", Volcom again captures the energy and artistry of board-riding in its purest forms. Shot all around the world and showcasing iconic athletes, \"True To This\" is a tribute to the movement that inspired a generation and the people and places that embody that spirit today.\n\nAs epic film deserves an epic party and not even the torrential rains, thunderstorms and power outages could stop that from happening. An estimated 5000 people showed up to get a first look at the film, party with the volcom team and rock out to the sounds of Dahga Bloom and Church of Sun. Five hours and 50 kegs later just about everyone agreed it was one of the best events they had ever been to. If you missed it there is a good chance you can catch the film at a tour stop near you!",
    "referenceId": null,
    "date_created": "1398384938",
    "date_modified": "1455821969",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "159757",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "True-To-This-World-Premiere-Tour-Kickoff-Snow-Edition",
    "category": null,
    "duration": "118",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "DLLWpSTwCuw",
        "hookText": "http:\/\/www.volcom.com\/truetothis March 1st, 2014 - Volcom HQ, Costa Mesa, CA: Volcom Kicks off the \"True To This\" World Premiere Tour with a massive event at...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/DLLWpSTwCuw\/maxresdefault.jpg",
        "mediaDuration": "118",
        "hdvFlag": 1,
        "uploadDate": 1394690016,
        "prettyDuration": "00:01:58"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}