{
    "title": "STOP #5 OF VOLCOM PBRJ EUROPEAN TOUR 2014 | KOTELNICA, POLAN",
    "description": "Volcom Peanut Butter Rail Jam blowed up this year in Białka Tatrzańska on Kotelnica last weekend. The event took place at the snow park and it was bulls eye shot !!! We gathered over a hundred snowboarders form Poland and Slovakia and everyone had a blast ! \nWeather was on our side and helped us to run one of the best snow events in Poland this year !! It was all day sunny and warm, with a fun set up well prepared by the shapers, everything to get people totally hyped to start the jams.\n\nAfter registration we started the main course and jibbers rocked out the spot. Our friends from snow park crew -- Park Pirates built strong street style setup with plenty fun features! Big thanks to them for their great job! Regarding sound supply we need to thanks Red Bull guys for taking care about music and good vibe! Dj was playing all the time electrifying songs and hyping up our audience! Of course we fired up BBQ and served tons of sausage and peanut butter with jam sandwiches.\n\nWe started with the girls division, and with around 20 girls in, the riding level was very high! The beautiful riders made a good mess on the spot , and pushed some nice and mellow tricks on the pyramid and PCV pipes !! Big congrats to our Slovakian friends --Dominika Kralikova, Martina Droppova and Macia Molnarova for taking 3 first place in girls division and shows super technical riding and so solid skills!!\n\nIn the 15 and under the competition was also heavy!! The youngest did some nice tricks on all obstacles. It was tight battle but the best impression and scores gave Marcin Kilar to the top of the podium, Janek Jaromin took the the second place, he is still really small but very talented snowboarder! High five to all young shotguns for the nice show !!\n\nGoing through the day We fired 16 and over division. It was most crowded group that contains almost 40 riders !!! Real madness !! Guys took the competition serious and were ripping bangers all the time with cab to board, nosepresses, lips !! They shredded all obstacles but the most popular one was the Pyramid rail. At the top of podium Lukas Droppa earned his place with smooth and confident style ! Behind him Were Igor Macak and Kacper Gruszka.\nThe day finished with the Open division!!! It was as always the most impressive and solid riding! On a line up we had top of Polish jibbers like Wojtek \"Gniazdo\" Pawlusiak, Mateusz Zielonka, Nikodem Franczak, Maciek Długosz and a heavy strong crew of our neighbors from Slovakia !!\n\nThey were bombing every obstacle , ripping the kink with wall ride and Pyramid from every angle. It was a show of perfect rotations, style and flow. Judges didn't have any hesitation with the first place -- it had to be Julo Petrik from Slovakia ! His style was soft and perfect , he probably did the best trick of the event with a 450 lip on a the Pyramid rail.\n\nSecond on the box was Nikodem Franczak , riding so solid and smooth. His technical skills are so dope! Nice job Nixon!!!\n\nThird on the podium stood our Polish Volcom team rider Maciek \"Długi\" Długosz showing his outstanding jibbing skills and fun making backflips out the rails, Congratulations for Maciek , we are super stoked about his result !!\n\nThere were a lot of prizes for riders including cash money in open and nice goods as well ! It was perfect day full of good snowboarding and chilling time ! We are waiting for PBRJ 2015 !!\n\nAt the and We want to send big thanks to all people who help us in preparations, to Park Pirates for set up, Kotelnica Ski Resort for space, Red Bull crew for music and energy during the event, our partners: Skullcandy, GoPro, GForm, Dakine for extra prizes and official sponsors Nitro and Union Bindings for all goods !\n\nStay in peace and see you next year !!\n\nFINAL RESULTS\n\nCategory OPEN\n1 - JULO PETRIK\n2 - NIKODEM FRANCZAK\n3 - MACIEK DŁUGOSZ \n4 - PIOTR TOKARCZYK\n5 - PETER LEDER\n\nCategory 16+\n1 - ŁUKASZ DROPPA\n2 - IGOR MACAK\n3 - KACPER GRUSZKA\n4 - RAFAŁ STYPIEŃ\n5 - KACPER KILAR\nCategory 15-\n1 - MARCIN KILAR\n2 - JANEK JAROMIN\n3 - MICHAŁ TADEL\n4 - KONRAD MIKLASIŃSKI\n5 - NATAN KOTOWSKI\n\nCategory GIRLS\n1 - DOMINIKA KRALIKOVA\n2 - MARTINA DROPPOVA\n3 - MACIA MOLNAROVA\n4 - MARCELINA FRYCZ\n5 - ANIA PŁOCIŃSKA\n\n- Music - \nSong: I'm A Dot In Place\nArtist: The Go\nRelease: Fiesta",
    "referenceId": null,
    "date_created": "1398384937",
    "date_modified": "1450833735",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "159756",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "STOP-5-OF-VOLCOM-PBRJ-EUROPEAN-TOUR-2014-KOTELNICA-POLAN",
    "category": null,
    "duration": "192",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "fojsLAcrtxo",
        "hookText": "Volcom Peanut Butter Rail Jam blowed up this year in Białka Tatrzańska on Kotelnica last weekend. The event took place at the snow park and it was bulls eye ...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/fojsLAcrtxo\/hqdefault.jpg",
        "mediaDuration": "192",
        "hdvFlag": 1,
        "uploadDate": 1394828613,
        "prettyDuration": "00:03:12"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}