{
    "title": "Day 3 Highlights - Volcom Pipe Pro 2014",
    "description": "Banzai Pipeline, Oahu, Hawaii (February 5th, 2014): The final day of the Volcom Pipe Pro was one to remember with Kelly Slater earning the coveted warrior helmet in his first-ever appearance in the event over Hawaii's Mason Ho and Brazilians Wiggoly Dantas and Adriano DeSouza!\n\nPipeline and Backdoor were firing all day and we saw many amazing rides, brutal wipeouts and memorable moments.\n\nKelly started off early in the final snagging an open Backdoor tube within the first 5 minutes racking up a massive 9.53 then backed it up almost immediately with a 6.17. Subsequently the ocean offered up a select few opportunities for the other competitors during the next several minutes. Mason Ho then scored a solid 7.70 at the finals half way point and held 2nd place until a late flurry of waves shuffled the positions. Adriano scored a dramatic 8.43 taking 2nd place until Wiggoly tuned in with Pipe and paddled into two lefts within a couple minutes, the first an 8.27 and the second a 5.5. \n\nThe performance of the day was eventual champion Kelly Slater in his round of 32 heat, first scoring a 9.73 on a massive backdoor runner, then perfect 10 point ride with an unreal air-drop into a gaping Pipe tube-ride, finally backing it up with a 9.77 by stalling on his backhand for a lengthy Pipe barrel. \"That was some of the best Pipe I've ever surfed in a contest.\" Slater stated on the podium after being crowned the champ..\n\nA special congratulations out to Mason Ho for earning the Todd Chesser award as well as Stevem Kassin for winning the Give Like Sion Grand Prize and a trip to the 2015 Volcom Pipe Pro!\n\nBe sure to check out the Photo Gallerys, Heats on Demand and Highlight Videos!",
    "referenceId": null,
    "date_created": "1398384939",
    "date_modified": "1444088051",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "159773",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "266",
    "entityIdParent": "168557",
    "titleTextEncoded": "Day-3-Highlights-Volcom-Pipe-Pro-2014",
    "category": null,
    "duration": "274",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "QoAmDo4Ys3M",
        "hookText": "http:\/\/www.volcompipepro.com Congratulations Kelly Slater! - Volcom Pipe Pro Champion! Banzai Pipeline, Oahu, Hawaii (February 5th, 2014): The final day of t...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/QoAmDo4Ys3M\/maxresdefault.jpg",
        "mediaDuration": "274",
        "hdvFlag": 1,
        "uploadDate": 1391761224,
        "prettyDuration": "00:04:34"
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": [
        "32"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}