{
    "title": "STOP #6 OF VOLCOM PBRJ EUROPEAN TOUR 2014 | KITZSTEINHORN, AUSTRIA",
    "description": "What a day! Last weekend, the PBRJ Austria went down at the Kitzsteinhorn in Kaprun. Despite a shitty weather forecast, predicting heavy winds from midday onwards, the event was sun-drenched and only later on, as the tents were already packed, the wind kicked in.\n\nVolcom is a proud sponsor of the Kitzsteinhorn snowparks and this partnership allowed this years PBRJ to feature one of the most remarkable set ups.\n\nWith a steep and fast \"in run\" riders had the choice whether to go straight on the stair set to hit the double kinked rail or make use of the two elbow rails positioned to the shoulders of the stair set.\nThe riders could also just gap the first part of the elbow either straight onto the barrel or the down rail.\n\nThe park also pulled a preregistration liftpass small price, 10€ only for the day on the hill! At the end of the day, many shred heads from all over Europe found their way to the glacier in order to rocket launch their tricks down the set.\n\nWith a moderate participation in the under 15 category the decision was made that Martin Kikas deserves the first place, for Martin showed some serious commitment and rode almost every obstacle to the fullest. In the category 16-21 the Austrian Nitro Team Rider Dominik Sobe got his tricks together in the most fashionable way and therefore landed safe and sound on the first place. During the girls heat, judges were involuntarily bluffing their cheeks as the girls recklessly sticked their tricks on the double kinked rail. \n\nSabrina Burnham from the Uk presented the most constant riding\/best tricks and thus stepped in front when the first place was announced.\n\nThe open division boosted the most riders by far and therefore two qualification heats were hold. All riders were highly motivated to give the judges a proper eyeball massage. Especially a small group of Dutch\/Belgian riders emerged from their Snowhall breeding grounds in the lowlands and keenly waxed the rails with their boards. But also the local riders brought their bag of tricks to the PBRJ Austria and happily unfolded the treasures they had collected during their laps at the glacier. However, in the end no one else but the German chap Chris Böhnke (Nitro) cleared the roughest tricks in every area, and therefore was supplied with 250€ and the first place in the Open Division, Big props to Chris comboing 2 PBRJ titles and a 4 th place this season. Dylan Norder, won the best performance of the day and will fly to Mammoth Mountain for the 2014 PBRJ Championships. Meneer Norder is a Dutch ripper with a bag full of creative tricks that blew away the judges, he didn't win the event but got rewarded the trip to Mammoth mountain.\n\nAfter a brief Monster \"Cash For Tricks Session\" at the double kinked rail, the happening was coming to end and the predicted winds finally picked up.\n\nIt was a great day for everyone and the whole organisation on location was going super smooth.\n\nAfter the event, the riders were invited to join the premiere of the Volcom \"True To This\" Movie in the Greens XL in Zell am See, organized in cooperation with the local Snow & Skateshop La Resistance.\n\nThe Afterparty was going straight through the roof and paid tribute to an awesome day and an epic movie.\n\nTo sum it up the PBRJ Austria was a blast! Congrats to all the winners and all riders who had as much fun as we had. Many thanks go out to Christian Hörl and his shaper crew who created this massive set up and of course to every helping hand who participated in managing the contest with an massive afterparty.\n\nLast but not least a big shout out to our sponsors for their support:\nNitro Snowboards, Union Bindings and Monster Energy.\n\nResults:\n\nOpen Division: \n1. Chris Boehnke (ger)\n2. Dylan Norder (nl)\n3. Kevin Trammer (bel)\n4. Lukas Szendröi (aut)\n5. Lorenz Vyslozil (aut)\n\n16-21: \n1. Domink Sobe \n2. Konrad Sonne \n3. Philipp Jank \n4. Korbi Meisetschläger\n\nGirls: \n1. Sabrina Burnham \n2. Betty Wildauer \n3. Tine Müller \n4. Lisa Caserotti \n5. Anette Hammerschmidt\n\nU-15: \n1. Martin Kikas \n2. Bene Hofer\nBest Performance of the day: \nDylan Norder\n\n- Music -\nSong: Boys & Girls\nArtist: Magic Jake and the Power Crystals\nRelease: Magic Jake and the Power Crystals",
    "referenceId": null,
    "date_created": "1398384937",
    "date_modified": "1450836115",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "159750",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "STOP-6-OF-VOLCOM-PBRJ-EUROPEAN-TOUR-2014-KITZSTEINHORN-AUSTRIA",
    "category": null,
    "duration": "168",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "eyBre3FMP9E",
        "hookText": "What a day! Last weekend, the PBRJ Austria went down at the Kitzsteinhorn in Kaprun. Despite a shitty weather forecast, predicting heavy winds from midday on...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/eyBre3FMP9E\/hqdefault.jpg",
        "mediaDuration": "168",
        "hdvFlag": 1,
        "uploadDate": 1395681725,
        "prettyDuration": "00:02:48"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}