{
    "title": "STOP #4 OF VOLCOM PBRJ EUROPEAN TOUR 2014 | GRASGEHREN, GERMANY",
    "description": "Last weekend, the 4th stop of the Volcom PBRJ European Tour went down in Grasgehren, better known as the Railgarden of the Allgäu. Once again, as it is always the case when Volcom shows up in Grasgehren the weather was not ideal, but during the day it lightened up and Grasgehren was able to present its brighter side!\nTajo Seefried and the Grasgehren shaper crew just lined up an epic set up, both challenging and fun to ride for pros and ams likewise. It basically consisted of a double curved rail that could also be ridden as a flat double rail; an elbow rail which had a separate entry for the downrail and a flat step down rail with entries for the lower part on both sides. It was good to see that besides the local jibbers the PBRJ Grasgehren also catered for a big international crowd. Riders from the UK, Belgium, the Netherlands, Finland and Czech Republic found their way to the registration tent, where they were welcomed with sweets, apples, bananas and peanut butter & jam toasts and Tajo's crew served quality burgers that got devoured by the hungry riders.\nDuring the comp, no compromises were made and riders went head over heels on the obstacles, putting all the tricks together you could care to name. In the girls division Momo Dudzinski pulled together the sickest tricks on all three obstacles and landed safe and sound on the first place. Unfortunately she hit her knee on one of the rails and consequently had to pay the local hospital a brief visit. Though, she managed - just in time - to return to the PBRJ to receive tons of goodies and a brand new Union binding. In the 16-21 divison the Austrian representative from Innsbruck Lorenz Vyslozil convinced the judges with his consistency on all three rails and hence got rewarded for his efforts with a brand new Nitro Board and a big ass Volcom bag. The best under 15 rider Nick Wagner (who was riding with the 16-21 division) showed some serious commitment and ripped down the flat down flat rail. In the open division Chris Boehnke convinced the judges with massive 270° in 270° out combos and some creative riding. At the end of the day Chris walked home with a brand new Nitro board and 250€ more in his pocket, landing on the first place of the open division.\nAfter an half hour discussion the judges announced that the belgian rider Kevin Trammer was found to be „Best Perfomance of the Day\" and therefore is now flying to the PBRJ Global Champs to Mammoth Mountain, USA.\nTo put it in a nutshell, the PBRJ Grasgehren was a blast! Congrats to all the winners and all riders who had as much fun as we had. Many thanks go out to Tajo and his shaper crew who created this massive set up and of course to every helping hand who helped to make this PBRJ a blast. Last but not least a big shout out our sponsors for their support:\nNitro Snowboards (nitrousa.com\/fr), Union Bindings (unionbindingcompany.com) and Monster Energy.\nFull Report, Results & Photos: coming soon\nFoto: Anton Gruslak; Video: Philipp Reinhard\n1. Chris Boehnke\n2. Kevin Trammer\n3. Jonny Schaal\n4. Vakub Simüner\n5. Dylan Norder\n16-21\n1. Lorenz Vyslozil\n2. Joggel\n3. Felix Wild\n4. Charlie Rowland\n5. Arne Senftleben\nGirls:\n1. Momo Dudzinski\n2. Sabrina Burnham\n3. Anika Hohmann\n4. Sarah Jane Phillips\nBest under -15\nNick Wagner\nBest Performance of the day:\nKevin Trammer\n\n- Music - \nSong: Sweetest Talk\nArtist: Habibi\nRelease: Habibi",
    "referenceId": null,
    "date_created": "1398384938",
    "date_modified": "1450826463",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "159758",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "STOP-4-OF-VOLCOM-PBRJ-EUROPEAN-TOUR-2014-GRASGEHREN-GERMANY",
    "category": null,
    "duration": "169",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "typ_bfNhiOw",
        "hookText": "Last weekend, the 4th stop of the Volcom PBRJ European Tour went down in Grasgehren, better known as the Railgarden of the Allgäu. Once again, as it is alway...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/typ_bfNhiOw\/maxresdefault.jpg",
        "mediaDuration": "169",
        "hdvFlag": 1,
        "uploadDate": 1394230553,
        "prettyDuration": "00:02:49"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}