{
    "title": "JEFF the Brotherhood at the Volcom Workshop",
    "description": "The Volcom Entertainment Vinyl Club celebrated their 5 Year Anniversary last week and things got pretty crazy. The party took place at the Volcom workshop where it kicked off with free Pabst and a headlining performance from Jeff The Brotherhood. The vinyl club party also featured an opening act from Diarrhea Planet and DJ sets from Valient himself and DJ Moneypants. The place was packed, rowdy, and there were Volcom team riders and ambassadors everywhere showing support and enjoying the good times.",
    "referenceId": null,
    "date_created": "1398385003",
    "date_modified": "1444345825",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "160341",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "JEFF-the-Brotherhood-at-the-Volcom-Workshop",
    "category": null,
    "duration": "61",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "QPPwIRf_YVc",
        "hookText": "The Volcom Entertainment Vinyl Club (https:\/\/store.volcoment.com\/vevc\/) celebrated their 5 Year Anniversary last week and things got pretty crazy. The party took place at the Volcom workshop where it kicked off with free Pabst and a headlining performance from Jeff The Brotherhood. The vinyl club party also featured an opening act from Diarrhea Planet and DJ sets from Valient himself and DJ Moneypants. The place was packed, rowdy, and there were Volcom team riders and ambassadors everywhere showing support and enjoying the good times.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/QPPwIRf_YVc\/maxresdefault.jpg",
        "mediaDuration": "61",
        "hdvFlag": 1,
        "uploadDate": 1351554266,
        "prettyDuration": "00:01:01"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}