{
    "title": "Day One Highlights \/ Volcom Fiji Pro 2012",
    "description": "http:\/\/www.volcomfijipro.com\nThe Volcom Fiji Pro got started right out of the gates on the first morning of the 13 day waiting period in beautiful conditions with solid 6-8 foot surf. There had been plenty of swell activity around the island in the days leading up to the event and after last night's traditional Fijian opening ceremony, there was an energy of excitement in the air between the surfers and event directors expecting a day one start.\n\nThe morning started off with Jordy Smith getting the opening wave of the Volcom Fiji Pro scoring a 4.67 and then backed it up with massive 9 point tube ride on his second wave. Smith would eventually win the heat advancing to round 3, sending Fred Pattachia and Brett Simpson to round 2.\n\nToday's biggest story was wildcard Mitch Coleborn upsetting 11 time world champion Kelly Slater with the highest heat total of round 1. Mitch paddled into one of the best tubes of the day halfway through the heat earning a 9.27 wave score. Afterwards, the ocean went quiet for several minutes leaving Coleborn in need of a mid range score. As the timer counted down towards the end of the heat, it looked as though Mitch would not get another scoring opportunity. Then, with only 7 seconds left, Mitch dropped into a wave and threaded through a fantastic tube scoring an 8.10 as the horn sounded. \"When I got that last wave, I knew that I was going to make it and I couldn't wipe the grin off my face. Said Mitch. \"I'm so stoked! Its a dream come true.\"\n\n- Music -\nSong: \"Letting Go\"\nArtist: Torche \nRelease: Harmonicraft",
    "referenceId": null,
    "date_created": "1398385013",
    "date_modified": "1444088043",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "161439",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Day-One-Highlights-Volcom-Fiji-Pro-2012",
    "category": null,
    "duration": "151",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "tv-HdoTeCCE",
        "hookText": "http:\/\/www.volcomfijipro.com\r\n The Volcom Fiji Pro got started right out of the gates on the first morning of the 13 day waiting period in beautiful conditions with solid 6-8 foot surf.  There had been plenty of swell activity around the island in the days leading up to the event and after last night's traditional Fijian opening ceremony, there was an energy of excitement in the air between the surfers and event directors expecting a day one start.\r\n\r\nThe morning started off with Jordy Smith getting the opening wave of the Volcom Fiji Pro scoring a 4.67 and then backed it up with massive 9 point tube ride on his second wave.  Smith would eventually win the heat advancing to round 3, sending Fred Pattachia and Brett Simpson to round 2.\r\n\r\nToday's biggest story was wildcard Mitch Coleborn upsetting 11 time world champion Kelly Slater with the highest heat total of round 1. Mitch paddled into one of the best tubes of the day halfway through the heat earning a 9.27 wave score.  Afterwards, the ocean went quiet for several minutes leaving Coleborn in need of a mid range score.  As the timer counted down towards the end of the heat, it looked as though Mitch would not get another scoring opportunity.  Then, with only 7 seconds left, Mitch dropped into a wave and threaded through a fantastic tube scoring an 8.10 as the horn sounded.  \"When I got that last wave, I knew that I was going to make it and I couldn't wipe the grin off my face.  Said Mitch.  \"I'm so stoked! Its a dream come true.\"\r\n\r\n- Music -\r\nSong: \"Letting Go\"\r\nArtist: Torche \r\nRelease: Harmonicraft\r\niTunes: http:\/\/georiot.co\/3dUT\r\n12\" Vinyl: https:\/\/store.volcoment.com\/item\/145417",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tv-HdoTeCCE\/maxresdefault.jpg",
        "mediaDuration": "151",
        "hdvFlag": 1,
        "uploadDate": 1338777580,
        "prettyDuration": "00:02:31"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}