{
    "title": "Day Two Highlights \/ Volcom Fiji Pro 2012",
    "description": "http:\/\/www.volcomfijipro.com \n\nThe action continues on day 2 of The Volcom Fiji Pro.\n\nCloudbreak greeted The Volcom Fiji Pro with some excellent waves this morning and the second day of competition was on.  The slightly smaller swell lined up perfectly on the reef providing wide open barrels and some high scores right off the bat.\n\nThe day started off with Kelly Slater matched up against local Fijian wildcard Isei Tokovou.  Tokovou slid into one of the biggest tubes of the day but was unable to exit and Slater got the nod into round three with a 15.90 heat total.  \n\nJulian Wilson posted the event's highest heat total with two amazing 9 point plus rides against Patrick Gudauskas in the first ten minutes of heat number four. \"The conditions are pretty perfect today, Wilson commented, \"I had a tough time out there in my heat yesterday so I really wanted to get this heat going today.  It felt good to get that first wave at the start and I was glad that I could back it up with another one.\"\n\nIt was Gabriel Medina who scored the highest single wave of the Volcom Fiji Pro with a perfect ten point ride.  Medina was so deep in the tube that he surprised everyone when he came flying out onto the shoulder.\n\"I'm so stoked to make it though that heat and to do it with a 10 was great, said Medina.  \"I wasn't sure I was going to make it but was really happy when I was able to come out.\"\n\nThe conditions started to deteriorate towards the end of the round so contest directors decided to call competition off after heat number 10. Check back tomorrow at 7:30 am FJT to hear the official contest call.\n\n- Music -\nSong: \"Onward Upward\"\nArtist: Crusades\nRelease: New Year Repeat",
    "referenceId": null,
    "date_created": "1398385013",
    "date_modified": "1444088785",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "161438",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Day-Two-Highlights-Volcom-Fiji-Pro-2012",
    "category": null,
    "duration": "134",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "tAqdReavv1k",
        "hookText": "http:\/\/www.volcomfijipro.com \r\n\r\nThe action continues on day 2 of The Volcom Fiji Pro.\r\n\r\nCloudbreak greeted The Volcom Fiji Pro with some excellent waves this morning and the second day of competition was on.  The slightly smaller swell lined up perfectly on the reef providing wide open barrels and some high scores right off the bat.\r\n\r\nThe day started off with Kelly Slater matched up against local Fijian wildcard Isei Tokovou.  Tokovou slid into one of the biggest tubes of the day but was unable to exit and Slater got the nod into round three with a 15.90 heat total.  \r\n\r\nJulian Wilson posted the event's highest heat total with two amazing 9 point plus rides against Patrick Gudauskas in the first ten minutes of heat number four. \"The conditions are pretty perfect today, Wilson commented, \"I had a tough time out there in my heat yesterday so I really wanted to get this heat going today.  It felt good to get that first wave at the start and I was glad that I could back it up with another one.\"\r\n\r\nIt was Gabriel Medina who scored the highest single wave of the Volcom Fiji Pro with a perfect ten point ride.  Medina was so deep in the tube that he surprised everyone when he came flying out onto the shoulder.\r\n\"I'm so stoked to make it though that heat and to do it with a 10 was great, said Medina.  \"I wasn't sure I was going to make it but was really happy when I was able to come out.\"\r\n\r\nThe conditions started to deteriorate towards the end of the round so contest directors decided to call competition off after heat number 10.  Check back tomorrow at 7:30 am FJT to hear the official contest call.\r\n\r\n- Music -\r\nSong: \"Onward Upward\"\r\nArtist: Crusades\r\nRelease: New Year Repeat\r\niTunes: http:\/\/georiot.co\/Pt7",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tAqdReavv1k\/maxresdefault.jpg",
        "mediaDuration": "134",
        "hdvFlag": 1,
        "uploadDate": 1338817332,
        "prettyDuration": "00:02:14"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}