{
    "title": "Day Four Highlights \/ Volcom FIji Pro 2012",
    "description": "http:\/\/www.volcomfijipro.com\r\n\r\nVolcom Fiji Pro Day 4 - Three Perfect 10 Point Rides as Restaurants fires for\r\nround three and four.\r\n\r\nFollowing one of the greatest big wave surfing days in history, at the world famous Cloudbreak, The Volcom Fiji Pro res",
    "referenceId": null,
    "date_created": "1398813958",
    "date_modified": "1418181379",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "163551",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Day-Four-Highlights-Volcom-FIji-Pro-2012",
    "category": null,
    "duration": "291",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "88KttoW_UZc",
        "hookText": "http:\/\/www.volcomfijipro.com\r\n\r\nVolcom Fiji Pro Day 4 - Three Perfect 10 Point Rides as Restaurants fires for\r\nround three and four.\r\n\r\nFollowing one of the greatest big wave surfing days in history, at the world famous Cloudbreak, The Volcom Fiji Pro resumed this morning in quality four to six foot waves at Restaurants, the fringe reef off the island of Tavarua.\r\n\r\nAustralians Bede Durbidge and Taj Burrow kicked off Round 3 with both surfers executing deep barrel rides and vertical backside re-entrys, a sure sign of the day of surfing to come. In a cruel twist of fate, Bede's heroics of the previous day counted for nothing as he was dispensed from the event by an on-fire Burrow.\r\n\r\nAs the day progressed, the wave quality improved with every heat and the world's best surfers lifted the bar.  Standouts included Damien Hobgood (USA), Mick Fanning (AUS), Gabriel Medina (BRZ) Joel Parkinson (AUS), Kelly Slater (USA), Heitor Alves (BRZ), and Owen Wright (AUS). But the highlight of Round three came when sentimental event favorite CJ Hobgood scored the days first perfect 10, a deep draining double up barrel followed by a fearless floater above the razor sharp coral.\r\n\r\nAs the event then moved into the non-elimination Round 4, it was almost as if perfect rides were growing on the coconut palms that surround Tavarua. First John John Florence made his intentions for this event, and perhaps a rookie year World Title clear by threading one of the set waves of the day through the entire length of the inside reef for a 10 point ride.\r\n\r\nThen a heat later 11-time World Champion Kelly Slater answered the youngster with an impossible line through six folding sections only to emerge to unanimous 10's from the judges. Australia's Owen Wright, who surfed against Kelly,  would have won any other heat in the entire event but will now have to surf Round 5 tomorrow.\r\n\r\n- Music -\r\nSong: \"Loser Neck\" (instrumental)\r\nArtist: Riverboat Gamblers\r\nRelease: The Wolf You Feed\r\niTunes: http:\/\/georiot.co\/4BGL\r\n12\" Vinyl: https:\/\/store.volcoment.com\/item\/147081",
        "thumbnailUrl": "https:\/\/i1.ytimg.com\/vi\/88KttoW_UZc\/sddefault.jpg",
        "mediaDuration": "291",
        "hdvFlag": 1,
        "uploadDate": 1339301550,
        "prettyDuration": "00:04:51"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}