{
    "title": "KNOT AGAIN! 2012 VOLCOM MINIRAMP CONTEST AT ISPO",
    "description": "Yes we did it again, the 2012 edition didn't disappoint! With a three day contest and four days of mayhem at the Volcom booth at ISPO in Munich. Skaters, sailors, fishermen and the audience got their bodies washed away by the high seas. On day one, some c",
    "referenceId": null,
    "date_created": "1398813951",
    "date_modified": "1418181378",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "163494",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "KNOT-AGAIN-2012-VOLCOM-MINIRAMP-CONTEST-AT-ISPO",
    "category": null,
    "duration": "420",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "2vK_Ofs5Muc",
        "hookText": "Yes we did it again, the 2012 edition didn't disappoint! With a three day contest and four days of mayhem at the Volcom booth at ISPO in Munich. Skaters, sailors, fishermen and the audience got their bodies washed away by the high seas. On day one, some cash was flooded to the best tricks done all over the ramp. Danny Carlsen from Denmark is a trick machine and his fast feet earned him a bunch of 20€ and 50€ with blunt three's and a half cab blunt bs flip out...but Fernando Bramsmark impressed everyone with some tech trick transfers and some massive oververt to anchor transfers and won the 300€ best trick on top of some more cash.\r\nThe contest was held on day two with too much stuff going on to be said, from Mike Vallely appearance to Rune Glifberg antics (anchor to disaster as for example), Fernando pushing his limits, Jake Collins adding some tech to the speed and Ben Hatchell putting on a show. Just check out the video edit to get an idea, the Final was the best one so far! \r\nOn the third day a double trouble tournament was sweeping the last day's hungover, with tons of fun and \"X treme\" duos... Rune and Balder skated fast and as close as possible, Ben Hatchell flew 2 meters over little Mats Hatlem (11 years old) with a fs flip indy, Julien Benoliel and Jarne Verbruggen got tech style-synchro but Alain Goikoetxea and Kako went over the top with Alain flying over Kako's invert on the extension and won the double-trouble prize.\r\n\r\nRESULTS:\r\n1st Ben Hatchell 3000€\r\n2nd Jake Collins 1500€\r\n3rd Fernando Bramsmark 1000€\r\n4th Rune Glifberg 700€\r\n5th Josh Young 400€\r\n6th Ivan Rivado 200€\r\n\r\nBest Trick:\r\nFernando Bramsmark 300€\r\nCash: Fernando 190€, Danny Carlsen 130€, Kris Vile 120€, Phil Zwijsen 100€, Ivan Rivado 70€, Jarne Verbruggen 50€, Julien Benoliel 20€, Sam Pulley 20€ \r\n\r\nDouble Trouble:\r\nAlain Goikoetxea & Inaki Fernandez (Kako) 200€",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/2vK_Ofs5Muc\/maxresdefault.jpg",
        "mediaDuration": "420",
        "hdvFlag": 1,
        "uploadDate": 1328633215,
        "prettyDuration": "00:07:00"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}