{
    "title": "Day Five Highlights \/ Volcom Fiji Pro 2012",
    "description": "After yesterday's full day of competition at pumping Restaurants, the Volcom Fiji Pro resumed today at six to eight foot Cloudbreak where round 5 kicked off just after 12pm.  \r\nThe first heat of the day saw Mick Fanning execute some viscous backhand turns",
    "referenceId": null,
    "date_created": "1398813958",
    "date_modified": "1418181379",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "163550",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Day-Five-Highlights-Volcom-Fiji-Pro-2012",
    "category": null,
    "duration": "140",
    "settings": [],
    "asset": {
        "author": "Volcom",
        "videoId": "G_bJVK6qpMg",
        "hookText": "After yesterday's full day of competition at pumping Restaurants, the Volcom Fiji Pro resumed today at six to eight foot Cloudbreak where round 5 kicked off just after 12pm.  \r\nThe first heat of the day saw Mick Fanning execute some viscous backhand turns right out of the gates against Damien Hobgood.  As the heat winded down Damien was in need of a solid score as he fought to stay alive. With minutes left, Hobgood locked into a good tube through the inside section but was unable to exit and Fanning advanced into the first quarterfinal.\r\nAmazing performances were put forth in round 5—Taj Burrow took down current world #1 Joel Parkinson, Julian Wilson bested Owen Wright, and CJ Hobgood advanced against Brazil's Heitor Alves.   \r\nAction resumed with the first two quarterfinal heats before the comp was called off due to increasing winds and an excellent outlook for tomorrow's conditions. Before it was called off, Mick Fanning posted two high scores against John Florence. \"I was just trying to play it smart out there\" said Two Time World Champion Mick Fanning, \"Once I got that first score I just wanted to keep building from there and put the pressure on John. The kid is phenomenal and by far the most dangerous person in the world at the moment.\"\r\nhttp:\/\/www.volcomfijipro.com\r\n\r\nIn the last heat of the day, Gabriel Medina got the better of Taj Burrow, making his way into semifinal number one where he will face Fanning.\r\nThe last two quarterfinal heats should resume tomorrow morning and we will see Kelly Slater vs. Julian Wilson as well as CJ Hobgood vs. Adriano De Souza to determine the second semifinal.\r\n\r\n- Music -\r\nSong: \"Skin Moth\" (instrumental)\r\nArtist: Torche\r\nRelease: Harmonicraft\r\niTunes: http:\/\/georiot.co\/3dUT\r\n12\" Vinyl: https:\/\/store.volcoment.com\/item\/145417",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/G_bJVK6qpMg\/maxresdefault.jpg",
        "mediaDuration": "140",
        "hdvFlag": 1,
        "uploadDate": 1339381796,
        "prettyDuration": "00:02:20"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}