{
    "title": "Fox Active Presents | The Fall 2013 Active Collection | Prep",
    "description": "Introducing the Fall 2013 Fox Active Collection, featuring all new Training, Tech, and Sportswear products. Fox Active brings you functional training gear designed to elevate your performance, technical gear designed to perform in any condition, and active inspired sportswear that keeps you on the move.\n\nAbout Fox Active:\nToday's action sports athletes must be prepared, both physically and mentally, to seize those legendary moments in their respective sports. Whether it's the last two laps of a grueling 30 minute moto in sweltering heat, or dropping into a 30 foot wave breaking over razor-sharp reef, our athletes rely on their preparation to succeed. From a heritage deeply rooted in performance products, we strive to build the very best in every category we create. Our dedication to performance, passion for design, and engineering excellence drives us to innovate and push beyond the ordinary. This is Fox Active.",
    "referenceId": null,
    "date_created": "1400521184",
    "date_modified": "1444256351",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "166855",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Fox-Active-Presents-The-Fall-2013-Active-Collection-Prep",
    "category": null,
    "duration": "73",
    "settings": [],
    "asset": {
        "author": "Fox Head",
        "videoId": "6G_jvF8M4jE",
        "hookText": "Introducing the Fall 2013 Fox Active Collection, featuring all new Training, Tech, and Sportswear products. Fox Active brings you functional training gear de...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6G_jvF8M4jE\/maxresdefault.jpg",
        "mediaDuration": "73",
        "hdvFlag": 1,
        "uploadDate": 1375745319,
        "prettyDuration": "00:01:13"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}