{
    "title": "G-Shock X Complex G.P.P.R. - featuring X-Large G GA200SH-2A",
    "description": "Man at his best is a Renaissance Man: part philosopher, part pervert, part rebel. He is both proper and progressive, indulgent yet subversive. This is the mantra of Los Angeles based designers G.P.P.R., who provide apparel for all seasons to men for all seasons. But a Renaissance Man is more than the sum of his parts. He possesses intangibles that are hard to pinpoint or quantify, yet are evident and substantial. Above all else, he is versatile. G.P.P.R.'s perpetual quest for this versatility in its designs is what makes it the perfect aesthetic compliment to the G-SHOCK GA200SH. With its magnetic resistant structure and 1\/1000th Second Stopwatch with Speed Indicator, the GA200SH is a technical achievement, yet its elegant combination of both dark and bright accents gives it a sense of balance, an especially fitting quality as winter turns to spring. It is the timepiece for a man who is timeless.",
    "referenceId": null,
    "date_created": "1401172267",
    "date_modified": "1444262611",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "168592",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "G-Shock-X-Complex-G-P-P-R-featuring-X-Large-G-GA200SH-2A",
    "category": null,
    "duration": "83",
    "settings": [],
    "asset": {
        "author": "gshockus",
        "hdvFlag": 1,
        "hookText": "Man at his best is a Renaissance Man: part philosopher, part pervert, part rebel. He is both proper and progressive, indulgent yet subversive. This is the ma...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6STBzqv1FCQ\/sddefault.jpg",
        "uploadDate": 1360351539,
        "videoId": "6STBzqv1FCQ",
        "mediaDuration": "83",
        "prettyDuration": "00:01:23"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}