{
    "title": "G-SHOCK X COMPLEX Greg Mike featuring GDX6900CM Watch",
    "description": "There is no concealing the style appeal of a G-SHOCK - even when it's camouflaged. The timepiece leader's new multi-angle print camo line brings the classic military look - and modern streetwear staple - to the wrists of intrepid adventurers the world over. But this camouflage's effect is actually counterintuitive; rather than causing the watch blend in, it makes it stand out from the rest.\n\nTo celebrate the launch, G-SHOCK has selected Atlanta-based artist Greg Mike to create an installation at the GSHOCK Soho store in New York City. The partnership is a natural fit. Mike has been exposed to the power of reinventing public spaces through art from an early age, when he took frequent excursions to 1980s-era New York City. As an artist, he's honed a style that's both playful and subversive, drawing inspiration from a range of popular mediums including graffiti, street art and comics. Like G-SHOCK, he now stands at the forefront of his field, and never blends in.",
    "referenceId": null,
    "date_created": "1401172248",
    "date_modified": "1444262640",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "168585",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "G-SHOCK-X-COMPLEX-Greg-Mike-featuring-GDX6900CM-Watch",
    "category": null,
    "duration": "94",
    "settings": [],
    "asset": {
        "author": "gshockus",
        "hdvFlag": 1,
        "hookText": "There is no concealing the style appeal of a G-SHOCK - even when it's camouflaged. The timepiece leader's new multi-angle print camo line brings the classic ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/eTAbVllt5to\/sddefault.jpg",
        "uploadDate": 1396822030,
        "videoId": "eTAbVllt5to",
        "mediaDuration": "94",
        "prettyDuration": "00:01:34"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}