{
    "title": "Omar Salazar iPro Lens System",
    "description": "The Omar Salazar iPro Lens System has arrived! Together with Century Optics and AWS pro rider Omar Salazar, we're pleased to offer the best fisheye lens system on the market for your iPhone® 4 and 4S. Century Optics has a long standing history of producing the best lenses for skateboarding. The \"Death Lens\" or Mark I & Mark II fisheyes changed skateboard videos for the better and were used in virtually every major video over the past 15 years. Alien Workshop has proudly used Century lenses since the beginning. We're honored to continue their legacy and offer a fisheye lens for more modern times\n\nAbout The System:\nAll of the components of the Omar Salazar iPro Lens System are designed to work together. The fisheye lens uses a bayonet mount to securely fasten onto the iPhone® case. The iPhone® case gives you the two options of attaching the handle on the left or right side of the iPhone®. The handle itself safely stores your lens and enables you to attach your iPhone® to any tripod. The Omar Salazar iPro Lens System is specifically designed for the iPhone® 4 and 4S.\n\nIndividual Components:\nFisheye Lens: Captures video with a 120° field of view and photos with a 165° field of view.\niPhone® Case: Uses a bayonet mount to attach the lens with handle attachment points on both sides.\nHandle\/Lens Case: Provides steady shots as a handle, lens storage, and is also a tripod mount adapter.\n\nFeatured Skaters: Omar Salazar, Jake Johnson and Blue Turner\n\nApple® and iPhone® are registered trademarks of Apple Inc. © 2011 iPro Lens. All Rights Reserved.\n\n© 2012 Alien Workshop",
    "referenceId": null,
    "date_created": "1401234435",
    "date_modified": "1450299545",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "169275",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "3",
    "entityIdParent": "168555",
    "titleTextEncoded": "Omar-Salazar-iPro-Lens-System",
    "category": null,
    "duration": "57",
    "settings": [],
    "asset": {
        "author": "Alien Workshop",
        "videoId": "IvgEOInWVsU",
        "hookText": "The Omar Salazar iPro Lens System has arrived! Together with Century Optics and AWS pro rider Omar Salazar, we're pleased to offer the best fisheye lens syst...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/IvgEOInWVsU\/sddefault.jpg",
        "mediaDuration": "57",
        "hdvFlag": 0,
        "uploadDate": 1355967321,
        "prettyDuration": "00:00:57"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}