{
    "title": "G-Shock MT-G X Todd Snyder New York",
    "description": "The MT-G watch is a refined, luxury G-SHOCK series crafted at Casio's Yamagata factory in Japan and is meticulously assembled from materials and components made entirely in-house. The timepiece employs G-SHOCK's advanced Core Guard Structure of stainless steel, resin and alpha Gel® to ensure mechanical integrity, coupled with LED - infused Tough Movement for ongoing precision - The MT-G is the epitome of modern wrist couture.\n\nThe Fall\/Winter 2014 partnership between Todd Snyder and G-SHOCK MT-G consists of both product design and product integration. Using the classic appeal of a gentleman's favorite leather armchair as inspiration - Todd Snyder developed a limited edition watch gift box that bears both the G-SHOCK & Todd Snyder logo. The gift box is constructed out of a black stained wood exterior and dark tan leather interior. The box will house the MTGS1000BD-1A- a version of the G-SHOCK MT-G watch that is finished in refined black Ion Plated stainless steel or the Stainless Steel version of the same model, MTGS1000D-1A. MT-G watches will be seen on the models' wrists as they walk the runway and will also be on display backstage.",
    "referenceId": null,
    "date_created": "1401233944",
    "date_modified": "1444262300",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "169246",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "0",
    "entityIdParent": "168556",
    "titleTextEncoded": "G-Shock-MT-G-X-Todd-Snyder-New-York",
    "category": null,
    "duration": "79",
    "settings": [],
    "asset": {
        "author": "gshockus",
        "hdvFlag": 1,
        "hookText": "The MT-G watch is a refined, luxury G-SHOCK series crafted at Casio's Yamagata factory in Japan and is meticulously assembled from materials and components m...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ItWkZh3np9U\/maxresdefault.jpg",
        "uploadDate": 1393364150,
        "videoId": "ItWkZh3np9U",
        "mediaDuration": "79",
        "prettyDuration": "00:01:19"
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}