{
    "title": "MISSING: A Taylor Steele Film - OUT NOW!",
    "description": "Taylor Steele's brand new film - \"MISSING\" - puts ASP World Champion, Mick Fanning, in some of the most radical places on the planet alongside his good friends John John Florence, Jordy Smith, Matt Wilkinson and Tom Curren.\n\nUnder the direction of the world renowned film-maker, the project takes Mick Fanning out of the competition world of the ASP, gives him a boarding pass with a blank destination and for 21 days he is relocated all over the world with only a passport, suitcase and surfboard at his disposal. As a result, the surfing is special, raw and some of the best that you'll see on screen this year. From Africa and Ireland to Central America and Spain, the experience literally is life changing for Mick Fanning.\n\n\"I was going on a trip to somewhere but I didn't know where, kind of like being kidnapped,\" said Mick Fanning.\n\n\"There was no schedule or timeline, only life. I felt like I was in the real world for the very first time and it made me so happy to see the world that clearly.\"",
    "referenceId": null,
    "date_created": "1401313007",
    "date_modified": "1444410783",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "170334",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "MISSING-A-Taylor-Steele-Film-OUT-NOW",
    "category": null,
    "duration": "84",
    "settings": [],
    "asset": {
        "author": "Ripcurl",
        "hdvFlag": 1,
        "hookText": "Taylor Steele's brand new film - \"MISSING\" - puts ASP World Champion, Mick Fanning, in some of the most radical places on the planet alongside his good frien...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4yG235Xr1ao\/maxresdefault.jpg",
        "uploadDate": 1386551317,
        "videoId": "4yG235Xr1ao",
        "mediaDuration": "84",
        "prettyDuration": "00:01:24"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}