{
    "title": "David Beckham | adidas ClimaWARM+ | Cold Weather Training",
    "description": "This winter, don't fear the cold. Embrace it with Adidas ClimaWARM+, our warmest ever range of training clothing. \n\nDeveloped with Adidas ambassador David Beckham, the new ClimaWARM+ range uses hollow fibers that trap air to create insulation, allowing the fabric to keep the athletes body warm and dry. The hollow fiber technology not only increases warmth but also reduces the garments weight, giving the athlete optimized warmth to weight ratio to maximize performance.\n\nAdidas are committed to finding unique, innovative ways to create products that allow athletes to focus on their performance in training and competition. knowing that their kit will stand up in all conditions. ClimaWARM+ quickly transports moisture away from the body to accelerate drying time. The range also features the Elastane technology to give athletes ultimate freedom of movement.\n\nThe inspiration behind the hollow fiber technology has been developed by using bio mimicry. By analyzing how polar bears retain their warmth in the most extreme temperatures through their own hollow fiber fur, Adidas have developed a similar warmth system to give humans that same reassuring warmth and mobility.\n\nThe ClimaWARM+ range has been rigorously tested in the state of the art Adidas 'Clima' chamber, where the products are tested in temperatures as low as --35C.\nThe range of products includes base layers, track jackets and hoodies that will keep you at the optimum temperature no matter what sport you play.\n\nAlong with David Beckham, this ad stars Russian Olympians Dimitrey Melyshko and Olga Vilujhina, as well as Taiwanese musician Hebe Tian.",
    "referenceId": null,
    "date_created": "1401414720",
    "date_modified": "1448325336",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "170758",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "David-Beckham-adidas-ClimaWARM-Cold-Weather-Training",
    "category": null,
    "duration": "32",
    "settings": [],
    "asset": {
        "author": "adidas",
        "hdvFlag": 1,
        "hookText": "This winter, don't fear the cold. Embrace it with adidas ClimaWARM+, our warmest ever range of training clothing. Find out more: http:\/\/a.did.as\/1c7GXvv Deve...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/kmTi7zIVZlU\/sddefault.jpg",
        "uploadDate": 1380895185,
        "videoId": "kmTi7zIVZlU",
        "mediaDuration": "32",
        "prettyDuration": "00:00:32"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}