{
    "title": "adidas Climachill - A Cooling Revolution",
    "description": "The future of cooling technology is here\n\nThe latest innovation in the adidas clima range uses an innovative titanium-fabric mix and 3D aluminium spheres to provide instant cooling, regulating core temperature to ensure top performance in any conditions.\n\nDavid Beckham has joined the cooling revolution. Have you?\n\n----\n\nFrom the World Cup pitches to the Olympic bobsleigh ice tracks, from the swagger of the sidewalk to the strut of the catwalk, from the NBA All Stars to concert stages, adidas supports and encourages the love of the game -- no matter the game.\n\nadidas sponsors many of the world's best athletes, including:\n\nRobert Griffin III, Derrick Rose, John Wall, Sachin Tendulkar, Leo Messi, Daniel Alves, Zinedine Zidane, David Beckham, Dan Carter, Brian O'Driscoll, Mark Gonzales, Andy Murray, Novak Djokovic, Steffi Graf, Yohan Blake, Jessica Ennis\n\nadidas also have partnerships with many of the world's best teams and leagues, including:\n\nChelsea FC, Bayern Munchen, AC Milan, Real Madrid CF, AFC Ajax, Bayer Leverkusen, FC Basel 1893, FC Kobenhaven, FC Schalke 04 and Olympique de Marseille, Swansea FC, England Cricket team, All Blacks rugby, British & Irish Lions, German football team, Spanish football team, official apparel supplier to the NBA",
    "referenceId": null,
    "date_created": "1401414689",
    "date_modified": "1455843616",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "170755",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "adidas-Climachill-A-Cooling-Revolution",
    "category": null,
    "duration": "52",
    "settings": [],
    "asset": {
        "author": "adidas",
        "hdvFlag": 1,
        "hookText": "The future of cooling technology is here: http:\/\/adidas.com\/ClimaChill The latest innovation in the adidas clima range uses an innovative titanium-fabric mix...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/8XoCXfcy-P0\/sddefault.jpg",
        "uploadDate": 1396324981,
        "videoId": "8XoCXfcy-P0",
        "mediaDuration": "52",
        "prettyDuration": "00:00:52"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}