{
    "title": "Rip Curl GromSearch International Final 2014 Highlights - La",
    "description": "Californian Pat Curren wins the 10 year anniversary Rip Curl GromSearch International final in the best conditions ever seen for a GromSearch final. In one of the best Junior finals ever witnessed Curren and Willcox swapped the lead early until Curren took off on a solid set wave, pulled into a long, deep tubing wave and then added several critical turns to post a 10. Willcox came back with four excellent waves himself, including a 9.47 for a heat total of 18.63, but couldn't hold off Curren who added a 9.63 for yet another sensational tube to stamp the win. Finals day for the women's Rip Curl International GromSearch started off with the two youngest competitors in the field, Brisa Hennessy (14 years) and Cinta Hansel (12 year) paddling out to perfect conditions for their quarter final. The crowd was in awe of the waves and the girls took full advantage by putiing on one of the best displays of women's junior surfing in history. The day finished in similar fashion with Brisa edging out Isabella Nichols (AUS) in a nail biting final.\n\nTrack: Frustrated Maths\nMusic: Ghost Knife\nSource: Getty Images",
    "referenceId": null,
    "date_created": "1401312778",
    "date_modified": "1450399110",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "5",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "170324",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Rip-Curl-GromSearch-International-Final-2014-Highlights-La",
    "category": null,
    "duration": "202",
    "settings": [],
    "asset": {
        "author": "Ripcurl",
        "hdvFlag": 1,
        "hookText": "Californian Pat Curren wins the 10 year anniversary Rip Curl GromSearch International final in the best conditions ever seen for a GromSearch final. In one o...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/HFG9mZ09wjI\/maxresdefault.jpg",
        "uploadDate": 1399804550,
        "videoId": "HFG9mZ09wjI",
        "mediaDuration": "202",
        "prettyDuration": "00:03:22"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}