{
    "title": "Novak Djokovic -- performance meets personality | adidas Ten",
    "description": "There are two sides to Novak Djokovic -- Nole, the joker, who loves relaxing with his friends and family; and Novak, the intense on-court competitor who never gives up on a point. \n\nWhen Nole puts on his Barricades, he becomes Novak. Together, they make the world's number one tennis player - one of the few men to have been ranked number one in the world for more than 100 weeks. \n\nhttp:\/\/www.adidas.com\/tennis\n\n----\nFrom the World Cup pitches to the Olympic bobsleigh ice tracks, from the swagger of the sidewalk to the strut of the catwalk, from the NBA All Stars to concert stages, adidas supports and encourages the love of the game -- no matter the game.\n\nadidas sponsors many of the world's best athletes, including:\n\nRobert Griffin III, Derrick Rose, John Wall, Sachin Tendulkar, Leo Messi, Daniel Alves Zinedine Zidane, David Beckham, Dan Carter, Brian O'Driscoll, Mark Gonzales, Andy Murray, Novak Djokovic, Steffi Graf, Yohan Blake, Jessica Ennis\n\nadidas also have partnerships with many of the world's best teams and leagues, including:\n\nChelsea FC, Bayern Munchen, AC Milan, Real Madrid CF, AFC Ajax, Bayer Leverkusen, FC Basel 1893, FC Kobenhaven, FC Schalke 04 and Olympique de Marseille, Swansea FC, England Cricket team, All Blacks rugby, British & Irish Lions, German football team, Spanish football team, official apparel supplier to the NBA\nFind out more at http:\/\/adidas.com",
    "referenceId": null,
    "date_created": "1401414713",
    "date_modified": "1450230848",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "78",
    "CVV_VI": "1",
    "engagement_score": null,
    "conversion_score": null,
    "id": "170757",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "33",
    "entityIdParent": "168510",
    "titleTextEncoded": "Novak-Djokovic-performance-meets-personality-adidas-Ten",
    "category": null,
    "duration": "88",
    "settings": [],
    "asset": {
        "author": "adidas",
        "hdvFlag": 1,
        "hookText": "There are two sides to Novak Djokovic -- Nole, the joker, who loves relaxing with his friends and family; and Novak, the intense on-court competitor who neve...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wfdbwNlR7hU\/sddefault.jpg",
        "uploadDate": 1380711602,
        "videoId": "wfdbwNlR7hU",
        "mediaDuration": "88",
        "prettyDuration": "00:01:28"
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        },
        "CVV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "conversion_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}