{
    "title": "The SUPRA Cuba Spencer Hamilton Signature Colorway",
    "description": "SUPRA is proud to introduce the slip-on Cuba in a new signature Spencer Hamilton colorway. \n\n\"The colorway I got is perfect,\" said Spencer. \"You can wear it with jeans, you can wear it with shorts, you can wear it with anything, dude. It's not too classy, but it's fresh.\"\n\nSpencer's Cuba is an update to the SUPRA bloodline fine tuned for skateboarding. Couched atop a traditional black vulcanized sole with white foxing, the Cuba is composed of expansive black suede and twill accented by a lightly padded camouflage collar. Spencer chose the Cuba for his signature colorway because he's been wearing its predecessor, the Cuban, since he first started riding for SUPRA.\n\n\"I really like low profile skate shoes, so I tried 'em out,\" said Spencer. \"I ended up taking the chain out, putting laces in and, yeah, I've been wearing them pretty much every day I skate since they came out.\" \n\nWhile some skate shoes are good for some tricks, but not good for others, Spencer says the Cuba's toe is \"perfect\" and feels good with every trick. A black mesh lining and custom \"Spencer Hamilton\" sock liner supply ample comfort and padding while black hardware and rope laces allow for added fit and flare. \n\nSpencer Hamilton's signature Cuba and all current Cuba color options are available now at finer skate shops worldwide and http:\/\/www.suprafootwear.com.",
    "referenceId": null,
    "date_created": "1401402531",
    "date_modified": "1445032113",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "170618",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "The-SUPRA-Cuba-Spencer-Hamilton-Signature-Colorway",
    "category": null,
    "duration": "73",
    "settings": [],
    "asset": {
        "author": "SUPRA Footwear",
        "hdvFlag": 1,
        "hookText": "SUPRA is proud to introduce the slip-on Cuba in a new signature Spencer Hamilton colorway. \"The colorway I got is perfect,\" said Spencer. \"You can wear it wi...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/yZHYYvMnt2o\/sddefault.jpg",
        "uploadDate": 1396450667,
        "videoId": "yZHYYvMnt2o",
        "mediaDuration": "73",
        "prettyDuration": "00:01:13"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}