{
    "title": "SUPRA Presents The \"Infamous\" Backwood and Bandit",
    "description": "SUPRA has created two shoes with new styles designed by Prodigy of Mobb Deep. \n\n\"I don't want to look like everybody else,\" Prodigy said. \"I want people to look at me and wonder what I got on, follow my trend. I like to bring something new to the table and SUPRA goes right along with my whole style.\"\n\nThe \"Infamous\" Backwood is a work boot\/athletic-shoe hybrid constructed atop a unique sole that has a lightweight and comfortable SUPRAFOAM midsole with a rugged, rubber lug outsole. Prodigy designed the upper with grey suede camouflage and black ballistic nylon. \n\n\"Just this whole style of cut reminds me of some throwback stuff from the 90s, but this is an updated version,\" he said about the Backwood. \"I got the inspiration for the color because back in the day when Mobb Deep was coming up in the music industry our thing was to wear a lot of camouflage. A lot of people are getting back into the camo now, so I figure let's flip a color that nobody really uses.\"\n\nThe \"Infamous\" Bandit is the result of Prodigy's take on professional skater, Tom Penny's signature shoe: a boot inspired mid top with a canvas camouflage and black ballistic nylon upper built on a white, lightweight cup sole. \n\n\"This sneaker right here—the Bandit: camouflage, black, with a white bottom—it's simple, you can rock it with basically anything. And the camo just gives it a little hood touch. You could throw a suit on and get away with these right here, you know what I mean?\"",
    "referenceId": null,
    "date_created": "1405375241",
    "date_modified": "1450923924",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "189429",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "13",
    "entityIdParent": "168522",
    "titleTextEncoded": "SUPRA-Presents-The-Infamous-Backwood-and-Bandit",
    "category": null,
    "duration": "122",
    "settings": [],
    "asset": {
        "author": "SUPRA Footwear",
        "videoId": "ybaqOl2M2Hw",
        "hookText": "SUPRA has created two shoes with new styles designed by Prodigy of Mobb Deep. \"I don't want to look like everybody else,\" Prodigy said. \"I want people to loo...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ybaqOl2M2Hw\/maxresdefault.jpg",
        "mediaDuration": "122",
        "hdvFlag": 1,
        "uploadDate": 1359712588,
        "prettyDuration": "00:02:02"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}