{
    "title": "Lucien Clarke Joins European KR3W",
    "description": "KR3W is pleased to announce the addition of Lucien Clarke to European KR3W. The Jamaican born 24-year-old briefly lived in NYC as a kid, but now makes his home in the soot covered skatepark known as London. \n\n\"KR3W is one of the best clothing brands out,\" Lucien said about his new engagement. \"Intense legend team and the clothes fit me very well. Very excited about this power placement.\" \n\nMost everyone is excited about this \"power placement.\" Here's what his friends and new teammates had to say about Lucien: \n\n\"Lucien is one cool cat on and off the board.\" —Erik Ellington\n\n\"When introducing Lucien to the KR3W, it was like they had been good friends for years. There was no doubt he was part of the KR3W.\" —Dennis Martin (team manager)\n\n\"Lucien's got style, power, and a mellow, laid-back personality. First time meeting him was on tour this past summer and he definitely made his presence known. Looking forward to skating more with this guy. Congrats Lucien, welcome to the KR3W.\" —Spencer Hamilton\n\n\"I have known brudda darkness since he was li'l nip. I met him at Swiss Cottage blocks about 12 years ago and he was already going in hard—he must have grown five feet since then. He skates like he just smoked an ounce beforehand 'cause he don't ever get mad 'n that. And he always seems to land on his shit proper. If you don't like his skating, then I don't like you. Standard. There's no other rider I'd be more stoked to have on the team.\" —Chewy Cannon\n\n\"Lucien has been rising in the UK and Europe scene for a few years now and it's sick to see him get to this point and find a place within the ranks of the KR3W team. Keep it going, son.\" —Vaughan Baker (Europe team manager) \n\n\"Everything about him, from his personality to his skating, is easy and effortless. Even this blog post practically wrote itself.\" —KR3W blog writer guy \n\nKR3W looks forward to a long and fruitful relationship with Lucien Clarke and is proud to have him representing the brand in Europe. \n\nSITE: http:\/\/kr3wdenim.com\/",
    "referenceId": null,
    "date_created": "1405374715",
    "date_modified": "1444352683",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "189342",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Lucien-Clarke-Joins-European-KR3W",
    "category": null,
    "duration": "92",
    "settings": [],
    "asset": {
        "author": "KR3WDenimTV",
        "videoId": "yESbQUEjgsQ",
        "hookText": "KR3W is pleased to announce the addition of Lucien Clarke to European KR3W. The Jamaican born 24-year-old briefly lived in NYC as a kid, but now makes his ho...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/yESbQUEjgsQ\/maxresdefault.jpg",
        "mediaDuration": "92",
        "hdvFlag": 1,
        "uploadDate": 1363010915,
        "prettyDuration": "00:01:32"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}