{
    "title": "SUPRA Presents The Sneaker Freaker \"Blue Balls\" Owen",
    "description": "In commemoration of the tenth anniversary of the world's premier sneaker culture magazine SUPRA has collaborated with Sneaker Freaker editor, Woody, to create the limited edition \"Blue Balls\" Owen. Woody not only designed this Owen style himself, he wrote the press release for it as well:\n\n\"When we dropped our 'Golden Balls' Skytop III earlier this year,\" Woody wrote, \"we felt a little bit guilty for making it one of those annoying 'friends and family' party releases. With pressure mounting for a rematch, we requested a little relief from the hand of SUPRA. The end result is our super bouncy Blue Balls! This time around we busted a nut on the lightweight Owen, combining brains, brawn, and beauty into one sweet ball breaker of a shoe. SUPRAFOAM shock absorption and a black diamond mesh upper with royal blue microfiber ensures the ride is limo quality, while the rope-a-dope lacing and speckled concrete SUPRAFOAM sole punches harder than Kojak's cojones. Tug on the plush pink heel pull and admire the unorthodox asymmetrical color blocking as you guide your foot deep inside this super snug package. Yep, once you've cupped our throbbing Blue Balls in your hands you simply won't be able to wipe the smile from your dial. Unlike our Golden Balls, these are no wet dream.\"\n\nThe limited edition, Sneaker Freaker tenth anniversary, \"Blue Balls\" Owen is available on Saturday, December 15, at select SUPRA retailers worldwide",
    "referenceId": null,
    "date_created": "1405375240",
    "date_modified": "1450924824",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "189423",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "12",
    "entityIdParent": "168522",
    "titleTextEncoded": "SUPRA-Presents-The-Sneaker-Freaker-Blue-Balls-Owen",
    "category": null,
    "duration": "47",
    "settings": [],
    "asset": {
        "author": "SUPRA Footwear",
        "videoId": "zOdWqotwa44",
        "hookText": "In commemoration of the tenth anniversary of the world's premier sneaker culture magazine SUPRA has collaborated with Sneaker Freaker editor, Woody, to creat...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zOdWqotwa44\/maxresdefault.jpg",
        "mediaDuration": "47",
        "hdvFlag": 1,
        "uploadDate": 1360036143,
        "prettyDuration": "00:00:47"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}