{
    "title": "SUPRA Presents The Stevie Williams S1W",
    "description": "\"The shoe is dope,\" Stevie said about the S1W. \"It's so dope I don't want to skate in it. But even when the laces are torn up and the sole is kickflipped out, it actually looks like a dope shoe.\"\n\nStevie Williams's first signature shoe from SUPRA, the S1W, is a state-of-the-art expression of contemporary footwear fashion and performance. The mid top combines modern design with traditional accents and is rich in advanced technologies. The stylish upper, for instance, is constructed atop an innovative, cored-out cup sole that features a lightweight SUPRAFOAM footbed with impact protection. The molded footbed is thicker in the heel, yet thinner towards the toe for better board feel. The stylish, side-gill design and cushioned ankle pod, which is perforated for breathability, provide extra protection and support. The padded heel-pull insert delivers both functionality and added comfort. \n\n\"Whether you want to wear it just for lifestyle purposes,\" Stevie said, \"or you want to wear it for skateboarding and look cool at the same time—either way you wear it, the shoe looks good on and off the board.\"",
    "referenceId": null,
    "date_created": "1405375243",
    "date_modified": "1450925322",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "189441",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "SUPRA-Presents-The-Stevie-Williams-S1W",
    "category": null,
    "duration": "38",
    "settings": [],
    "asset": {
        "author": "SUPRA Footwear",
        "videoId": "zjX2PEzb4sw",
        "hookText": "\"The shoe is dope,\" Stevie said about the S1W. \"It's so dope I don't want to skate in it. But even when the laces are torn up and the sole is kickflipped out...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zjX2PEzb4sw\/maxresdefault.jpg",
        "mediaDuration": "38",
        "hdvFlag": 1,
        "uploadDate": 1359689660,
        "prettyDuration": "00:00:38"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}