{
    "title": "Vans Kill the Line 2014 – Teaser",
    "description": "On the 30th & 31st of August 2014 Europe’s most infamous BMX contest Vans Kill the Line returns to the legendary Peynier trails in the South of France. For the sixth consecutive time the world's best dirt riders will gather in the pine woods for the probably most laid-back contest of the season: Mike 'Hucker' Clark, Chris Doyle, Ryan Nyquist, Daniel Sandoval, Anthony Napolitan, Corey Bohan, Leandro Moreira, Paul Langlands, Justin Fouque and Markus Hampl definitely among them. \n\nA weekend packed with top-notch bike action, a 'best train' comp, a BBQ, an after-party and the smell of endless summer vacation is hosted by the French BMX legends Alex Dropsy, Bibi, Berenger Cordier and their Peynier BMX crew. Could it get any better? Absolutely! Spectators are welcome to witness the international BMX legends and local heroes for free.\nMusic: \"Lights & Motion\" by The Aerials\n\nOffTheWall.TV is a digital online video network chronicling the unique aspects of Vans' brand of youth culture through original video projects and exclusive content exploring skate, surf, snow, BMX, girls' lifestyle, art and music. With more than 45 years of rich heritage and far-reaching influence in youth culture, OffTheWall.TV story-telling captures the creative expressions of Vans' \"Off the Wall\" identity.\n\n#OffTheWallTV",
    "referenceId": null,
    "date_created": "1407803749",
    "date_modified": "1455835706",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "230",
    "CVV_VI": null,
    "engagement_score": "2",
    "conversion_score": null,
    "id": "195969",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "15",
    "entityIdParent": "195960",
    "titleTextEncoded": "Vans-Kill-the-Line-2014-Teaser",
    "category": null,
    "duration": "134",
    "settings": [],
    "asset": {
        "author": "Vans",
        "hdvFlag": 1,
        "hookText": "On the 30th & 31st of August 2014 Europe's most infamous BMX contest Vans Kill the Line returns to the legendary Peynier trails in the South of France. For t...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/8Dh4R7uM_5I\/sddefault.jpg",
        "uploadDate": 1406815202,
        "videoId": "8Dh4R7uM_5I",
        "mediaDuration": "134",
        "prettyDuration": "00:02:14"
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}