{
    "title": "#LIVINGOFFTHEWALL - East Los - Trailer",
    "description": "They come from all over the greater Los Angeles area-- Boyle Heights, El Sereno, Lynwood, Santa Clarita, etc.--from diverse family backgrounds, seeking out the underground pop-up punk shows that make up the \"East Los\" backyard scene. Straight-up punk, metal, horror ska, oi and psychobilly are all in the mix and, while the music is diverse, its aggressive approach is a constant. There's always a mosh pit. TV, radio, gossip columns and Internet memes don't support this scene: It must be sought out, specifically, and for a variety of reasons. This is a simple D.I.Y., research- required, no bullshit, anti-establishment, fuck the system, off the wall approach and exactly what kids attending these shows need to feel like they belong. Each character is his or her own person, an individual with their own personal experiences, history, likes and dislikes. The one thing that brings them all together, that creates a sense of family, is the East L.A. backyard scene.\n\nMusic: \"We're Here to Stay\" by Aggressive N Rude\n\nOffTheWall.TV is a digital online video network chronicling the unique aspects of Vans' brand of youth culture through original video projects and exclusive content exploring skate, surf, snow, BMX, girls' lifestyle, art and music. With more than 45 years of rich heritage and far-reaching influence in youth culture, OffTheWall.TV story-telling captures the creative expressions of Vans' \"Off the Wall\" identity.",
    "referenceId": null,
    "date_created": "1407803478",
    "date_modified": "1455731750",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "235",
    "CVV_VI": null,
    "engagement_score": "2",
    "conversion_score": null,
    "id": "195963",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "13",
    "entityIdParent": "195960",
    "titleTextEncoded": "LIVINGOFFTHEWALL-East-Los-Trailer",
    "category": null,
    "duration": "40",
    "settings": [],
    "asset": {
        "author": "Vans",
        "hdvFlag": 1,
        "hookText": "They come from all over the greater Los Angeles area-- Boyle Heights, El Sereno, Lynwood, Santa Clarita, etc.--from diverse family backgrounds, seeking out t...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/v5SO4oeBjLY\/sddefault.jpg",
        "uploadDate": 1391809907,
        "videoId": "v5SO4oeBjLY",
        "mediaDuration": "40",
        "prettyDuration": "00:00:40"
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}