{
    "title": "Disney Collection by Neff",
    "description": "Neff, a leading active lifestyle brand, is proud to introduce a new apparel line inspired by the Disney Villains. The collection is now available exclusively at Tilly’s, in-stores and online. The launch stars the infamous Captain Hook in all his glory.\n\nHook appears on comfortable and cool hoodies, baseball jerseys, raglan tees, t-shirts, caps, and of course, Neff’s one-of-a-kind beanies. In addition, his initials, “CH”, are branded on socks, sweatpants, and more. Disney and Neff fans will certainly treasure Captain Hook even more with this line.\n\n\"It’s a genuine honor to collaborate with Disney and Tilly’s for this collection,” says Shaun Neff, Founder of Neff Headwear. “We grew up watching Disney classic films and the iconic characters in these films. It’s incredible to get the chance to honor their legacy and the respective histories of these characters through Captain Hook and the Disney Villains collection. Everybody really loves the villain!”\n\nFor more info on where to purchase the Disney Villains collection, please visit: www.tillys.com",
    "referenceId": null,
    "date_created": "1407191795",
    "date_modified": "1448405388",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "258",
    "CVV_VI": "12",
    "engagement_score": "2",
    "conversion_score": "1",
    "id": "195781",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Disney-Collection-by-Neff",
    "category": null,
    "duration": "230",
    "settings": [],
    "asset": {
        "author": "Neff Headwear",
        "hdvFlag": 1,
        "hookText": "Neff, a leading active lifestyle brand, is proud to introduce a new apparel line inspired by the “Disney Villains” property. The collection is now available exclusively at Tilly's, in-stores...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/LddWCbW330U\/maxresdefault.jpg",
        "uploadDate": 1407170243,
        "videoId": "LddWCbW330U",
        "mediaDuration": "230",
        "prettyDuration": "00:03:50"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}},\"CVV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"conversion_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}