{
    "title": "Yea.Nice Beanies4Life",
    "description": "Beanies4Life was created by Yea.Nice in the summer of 2014 with one goal – “help homeless individuals all across America battle the winter cold elements through a high quality, fleece lined beanie”. Reports have shown that 50% of a person’s body heat can be lost in cold temperatures through an uncovered head and maintaining core body temperature for those less fortunate is a crucial element to survival. The problem in America is very real and continues to be a growing problem. Statistics from the AHAR estimate over 540,000 people experience homelessness and 130,000 of the population will never make it inside even during the coldest winter months and thousands of deaths are linked to freezing temperatures in each year. Yea.Nice is committed to making a difference and to show our dedication we have created a 1-for-1 program where we will be donating 1 beanie for every beanie sold on the Yea.Nice website. The donation of these beanies will be made through our partner shelters all across America. In addition to the donations made through our partner shelters, we are selecting a small group of retail partners who can also participate in our cause by creating special in-store promotions. For these retail programs, Yea.Nice will donate beanies on behalf of our retail partners to pre-selected shelters.",
    "referenceId": "KRf3tGJxi5Q",
    "date_created": "1452729662",
    "date_modified": "1470241977",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": "Outdoors",
    "VV_VI": "8110",
    "CVV_VI": "1156",
    "engagement_score": "74",
    "conversion_score": "96",
    "id": "25861347",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "5",
    "entityIdParent": "195929",
    "titleTextEncoded": "Yea-Nice-Beanies4Life",
    "category": null,
    "duration": "224",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "tillys",
        "hdvFlag": 0,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/KRf3tGJxi5Q\/hqdefault.jpg",
        "videoId": "KRf3tGJxi5Q",
        "mediaDuration": "224",
        "prettyDuration": "00:03:44",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        },
        "CVV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "conversion_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}