{
    "title": "FLüD x Tristan Eaton x TMNT - SXSW 2013 Hope Gallery TMNT Mu",
    "description": "New York based accessories brand FLuD has partnered alongside \"Teenage Mutant Ninja Turtles\" and Tristan Eaton for an amazing art gala for SXSW. SXSW (South by Southwest) is an annual music, film, art festival and interactive conference held in Austin, TX. It is the largest music festival of it's kind in the world.\n\nThis art gala was hosted by The HOPE Collective:(Helping Other People Everywhere). The HOPE Collective is a group of creative individuals working within various companies around the US; primarily located in Austin, TX. The collective consists of artists, creative visionaries, environmentalists and world changers; creators of the ReCREATION: ATX art event on a mission to impact the world through education, art and love.\n\n\nOver 72 hours in the Texas Sun, Tristan created this one of a kind original 44' x 12' wall mural. This is a one of one display of talent, art and lifestyle.\n\nLos Angeles born artist Tristan Eaton began pursing street art as a young adult, painting in billboards, dumpsters and everything in between landscapes he's lived and traveled from: London to Detroit to New York City. At the age of 18 Eaton received an incredible opportunity to design a Toy with Fisher Price and since then become a driving power force in toy design. Eaton's work can be seen at the Cooper Hewitt Museum and New York Museum of Modern Art. He also consults for Hasbro, Pepsi & Nike on creative projects that span the world.",
    "referenceId": null,
    "date_created": "1409951758",
    "date_modified": "1470267281",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "FL__D",
    "video_celeb": null,
    "video_activity": "Art___Design",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "3764309",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "FLüD-x-Tristan-Eaton-x-TMNT-SXSW-2013-Hope-Gallery-TMNT-Mu",
    "category": null,
    "duration": "203",
    "settings": [],
    "asset": {
        "author": "FLudWatches",
        "hdvFlag": 1,
        "hookText": "New York based accessories brand FLuD has partnered alongside \"Teenage Mutant Ninja Turtles\" and Tristan Eaton for an amazing art gala for SXSW. SXSW (South ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wfiSVQYF-xU\/maxresdefault.jpg",
        "uploadDate": 1363736927,
        "videoId": "wfiSVQYF-xU",
        "mediaDuration": "203",
        "prettyDuration": "00:03:23",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}