{
    "title": "FILTRATE Eyewear Sink Sunglasses, High Quality Affordable Fi",
    "description": "Filtrate Sink Sunglasses NEW In Box\nFREE ASO stickers w purchase\nHigh quality stainless steel hinges\nProtection from UVA UVB and UVC rays\nHigh quality polycarbonate lenses\nMemory flex injected frame\n1 year warranty\nProtective sunglass pouch included\nThe Filtrate Sink is a new style from Filtrate eyewear that is a stylish quality sunglass, with 100% protection from the suns harmful UV rays. Filtrate sunglasses are produced using the highest quality materials & craftsmanship and offered to you at a fraction of the price of some of the competition. The Filtrate Sink Sunglasses are a stylish frame with smooth lines and just a bit of attitude, go ahead and style yourself a pair from Action Sport Optics, you won't be disappointed.\n\nFrame information: The Filtrate Sink sunglasses use a high quality memory flex injected frame, this material is strong, flexible and designed to survive the good times and the bad times. The frames use a strong high quality stainless steel optical hinge.\n\nLens information: Filtrate Eyewear uses strong and impact resistant polycarbonate lenses that block 100% of the suns harmful UVA-UVB-UVC rays. The Filtrate Sink uses a Polycarbonate lens that is optically correct, lightweight, strong, & impact resistant.\n\nBrand information: Born in Australia in 2003 Filtrate Eyewear is one of the most accessible eyewear brands within action sports. With a progressive style sense centered around youth culture and design inspiration coming from art, music, and action sports. Filtrate sunglasses are gracing the faces of some of the top action sports athletes of today.\n\nWe are leaders in action sport & lifestyle Optics. We pride ourselves in great products from the leading brands, superior customer service & fast shipping! Eyewear is our vision.",
    "referenceId": null,
    "date_created": "1409947514",
    "date_modified": "1449167742",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "10",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "3764302",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "FILTRATE-Eyewear-Sink-Sunglasses-High-Quality-Affordable-Fi",
    "category": null,
    "duration": "28",
    "settings": [],
    "asset": {
        "author": "Action Sport Optics",
        "hdvFlag": 1,
        "hookText": "View the Filtrate Sink Sunglasses on our website: http:\/\/actionsportoptics.com\/Filtrate-sunglasses.html Filtrate Sink Sunglasses NEW In Box FREE ASO stickers...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/d83xlb-RMRM\/sddefault.jpg",
        "uploadDate": 1399241566,
        "videoId": "d83xlb-RMRM",
        "mediaDuration": "28",
        "prettyDuration": "00:00:28"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}