{
    "title": "IRON FIST CLOTHING || DOWNLOAD 2014 - FRIDAY",
    "description": "This year Iron Fist had the honor of being invited down to the mighty Download Festival at Donnington Park, UK and it's safe to say that we were BEYOND stoked!\nWith a line-up that boasted the likes of Aerosmith, Linkin Park, Killswitch Engage, Trivium, Steel Panther, The Offspring & many, many more, we had a feeling it was going to be a weekend to remember. And with enough beer, bands, babes & of course a bunch of awesome IF swag, what could possibly go wrong?\n\nWe caught up with a load of your favorite bands to find out how it felt to be playing the biggest rock & metal festival in the UK, what exactly is so special about Download, their top festival tips, and a bunch of other random sh*t!\n\nCheck out the first installment from the Download x IF weekender, featuring the likes of Huntress, Within Temptation, Skindred, The Amity Affliction, Battlecross, Radkey, Orange Goblin & Baby Godzilla. And make sure you stayed tune for much, much more.",
    "referenceId": null,
    "date_created": "1410807381",
    "date_modified": "1449858574",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "3764867",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "2",
    "entityIdParent": "3764866",
    "titleTextEncoded": "IRON-FIST-CLOTHING-DOWNLOAD-2014-FRIDAY",
    "category": null,
    "duration": "203",
    "settings": [],
    "asset": {
        "author": "IRON FIST CLOTHING",
        "hdvFlag": 1,
        "hookText": "This year Iron Fist had the honour of being invited down to the mighty Download Festival at Donnington Park, UK and it's safe to say that we were BEYOND stok...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/oFM-nnjZh4M\/maxresdefault.jpg",
        "uploadDate": 1404477122,
        "videoId": "oFM-nnjZh4M",
        "mediaDuration": "203",
        "prettyDuration": "00:03:23"
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}