{
    "title": "SPY Shootz On The North Shore",
    "description": "The brainchild of a group of over-achieving athletes and design freaks.\n\nSPY came into being in 1994 as the brainchild of a group of over-achieving athletes and design freaks seeking new perspective through the lens of technical eyewear. This unique group was as motivated toward creativity and freedom as they were with pushing design conventions and redefining technology, and their efforts were eagerly embraced by the burgeoning world of action sports, motorsports and multisports.\n\nSPY's existence from Day 1 involved a constant evolution of the relationship between material, function and design, and to this day the brand's DNA underscores an obsession with progressing the quality of experience, of taking it all in, of having fun while doing things that a lot of people think are downright crazy. Within this craziness lies the genius of the SPY brand, its athletes and designers.\n\nSPY continues to place itself at the intersection of retro-futuristic design and optical innovation, while at the same time fueling its identity through the iconic minds, bodies and vision of the world's most creative and inspiring athletes, as well as its athletically-inspired creatives.",
    "referenceId": null,
    "date_created": "1440444015",
    "date_modified": "1444781931",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379666",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "SPY-Shootz-On-The-North-Shore",
    "category": null,
    "duration": "99",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Nmjkcpy8NE8\/hqdefault.jpg",
        "uploadDate": 1309888840,
        "videoId": "Nmjkcpy8NE8",
        "title": "SPY Shootz On The North Shore",
        "description": "The brainchild of a group of over-achieving athletes and design freaks. SPY came into being in 1994 as the brainchild of a group of over-achieving athletes and ...",
        "author": "spyoptic",
        "mediaDuration": "99",
        "prettyDuration": "00:01:39",
        "views": "254",
        "hookText": "The brainchild of a group of over-achieving athletes and design freaks. SPY came into being in 1994 as the brainchild of a group of over-achieving athletes and ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}