{
    "title": "Arbor Apparel :: Build Things & Ride Them - James Kelly and Liam Morgan",
    "description": "A new video series from Arbor Apparel - Build Things & Ride Them was developed to highlight some of the hand-made practices still used here at the Arbor Collective. In this first episode, we welcome Liam Morgan and James Kelly to the Arbor Apparel program, as we launch the new Fall\/Holliday line. Step into Arbor’s shaping room with Liam and James for a glimpse into the prototyping efforts that went into their new pro models. A great follow up to the release of their pro-model videos:\n\nAbout Liam: Oakland native, Liam Morgan helped lead the evolution of what freeride skateboarding is today. For years, Liam has been re-defining the sport, blending speed and massive slides with an ability to ride switch at all levels and a unique confidence on both mountain and urban roads. He has proven that skill and style still drive top level skateboarding, and that being a professional downhill skateboarder isn’t just about racing.\n\nAbout James: Born in Petaluma, CA - James grew up riding with some of downhill’s most influential skaters. For years, he’s been showing that there’s no road that can’t be conquered. He has perfected his abilities to skate anything at speed, while building the discipline required to keep calm when the consequences are high. James is no stranger to the racecourse and podium, but he’s most at home on the hills in the Western Sierras. \n\nAbout Arbor: The Arbor Collective was founded in 1995 to cultivate collaboration between athletes, artists, and friends who share a vision for forward thinking design and time-honored craftsmanship. For more information on the Arbor Collective visit: http:\/\/arborcollective.com\n\nProduced By: http:\/\/artificialwhite.com\nFilmed By: Joel Woodman \/ Nathan Kim\nEdited By: Joel Woodman",
    "referenceId": null,
    "date_created": "1440437557",
    "date_modified": "1443562860",
    "tags": "Arbor,Arbor Skateboards,Arbor Apparel,Arbor Clothing,James Kelly,Liam Morgan,Pro Model,Build Things and Ride Them,Skateboard,Garage,DIY",
    "sourceId": "3",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6377845",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Arbor-Apparel-Build-Things-Ride-Them-James-Kelly-and-Liam-Morgan",
    "category": null,
    "duration": 90,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 0,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/491798881_1280x720.jpg",
        "mediaDuration": 90,
        "prettyDuration": "01:30",
        "uploadDate": 1412625801,
        "tags": "Arbor,Arbor Skateboards,Arbor Apparel,Arbor Clothing,James Kelly,Liam Morgan,Pro Model,Build Things and Ride Them,Skateboard,Garage,DIY",
        "hookText": "A new video series from Arbor Apparel - Build Things & Ride Them was developed to highlight some of the hand-made practices still used here at the Arbor Collective. In this first episode, we welcome Liam Morgan and James Kelly to the Arbor Apparel program",
        "sources": []
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}