{
    "title": "Resurrection Fest 2013",
    "description": "Los días 1, 2 y 3 de agosto pudimos disfrutar del Resurrection Fest, uno de los mejores festivales musicales de la península o, según los European Festival Awards 2013 (están en pleno proceso de votaciones), uno de los mejores festivales europeos de formato medio.\n\nMás de 30.000 asistentes acudieron a la cita para ver a Slayer, Bad Religion o Millencolin, entre otros (la oferta musical constaba de 64 bandas). The Flatliners, Evergreen Terrace, The Amsterdam Redlight District, Rise Of The Northstar, o Dawn Of The Maya, junto a los ganadores del concurso estatal de bandas promesa montado por la organización del festival, fueron algunos de los grupos que pudimos disfrutar en el escenario Arnette, y ¡vaya si lo hicimos!\n\nNo faltó tampoco el skate, y la gente del Marisquiño montó su mini rampa juguetona, rápida y voladora. La estuvieron patinando a muerte, entre otros: Jerson, Manuel Álvarez, David Sánchez, Gorka, Javier Saavedra, Sergio Dotor, David Polo o el incombustible Danny Lozano. Muy buena onda, mucha agua y bastante cerveza y los trucos iban saliendo solos. Inverts, bs ollies, lien airs y blunts de todo tipo (shuffle, revert, fs, bs...), etc.\n\nEl Stand Arnette propuso para esta edición varios juegos y sorteos con jugosos premios: Varios meet & greet con Slayer, material de la marca y una guitarra eléctrica firmada por Slayer. Una locura, vamos...\n\nPara la edición de 2014, ya tenemos confirmado a uno de los grupos que serán cabeza de cartel: NOFX. Así que empecemos a prepararnos para la juerga.",
    "referenceId": null,
    "date_created": "1440444435",
    "date_modified": "1450392871",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379755",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Resurrection-Fest-2013",
    "category": null,
    "duration": "89",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/itfY0vegdHo\/hqdefault.jpg",
        "uploadDate": 1394613858,
        "videoId": "itfY0vegdHo",
        "title": "Resurrection Fest 2013",
        "description": "Los días 1, 2 y 3 de agosto pudimos disfrutar del Resurrection Fest, uno de los mejores festivales musicales de la península o, según los European Festival ...",
        "author": "Arnette",
        "mediaDuration": "89",
        "prettyDuration": "00:01:29",
        "views": "549",
        "hookText": "Los días 1, 2 y 3 de agosto pudimos disfrutar del Resurrection Fest, uno de los mejores festivales musicales de la península o, según los European Festival ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}