{
    "title": "Penny Skateboards New Fades and Graphic Series #pennymoments",
    "description": "After the success of the introduction of graphics into the 2013 range in the form of the \"Holiday\" series, we have introduced a whole new range of Graphic patterns inspired by the latest fashion trends and colors. The Graphic series speak to both male and females and feature our most popular color ways combined with fashion forward board graphics. Our new Fades series were inspired by surfboard art and by the creative mind of one of our passionate Penny followers. Combining the best of both Penny worlds - fabulous colours and the beach lifestyle that underpins our brand essence -- the Fade series offer a unique addition to the current stable of colour options. Each board across the collection mixes three perfectly complementary colour combinations in an ombre effect that fades across the board. \n\nVision and Post Production - ADK Creative\nMusic: Pro Vita - 3 Weeks",
    "referenceId": null,
    "date_created": "1440438938",
    "date_modified": "1450320471",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6378087",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "18",
    "entityIdParent": "3764400",
    "titleTextEncoded": "Penny-Skateboards-New-Fades-and-Graphic-Series-pennymoments",
    "category": null,
    "duration": "157",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/szXL-7ZCHQA\/hqdefault.jpg",
        "uploadDate": 1396221528,
        "videoId": "szXL-7ZCHQA",
        "title": "Penny Skateboards New Fades and Graphic Series #pennymoments",
        "description": "Penny Skateboards New Fades and Graphic Series #pennymoments http:\/\/www.pennyskateboards.com\n\nAfter the success of the introduction of graphics into the 2013 range in the form of the \"Holiday\" series, we have introduced a whole new range of Graphic patterns inspired by the latest fashion trends and colours. The Graphic series speak to both male and females and feature our most popular colour ways combined with fashion forward board graphics. Our new Fades series were inspired by surfboard art and by the creative mind of one of our passionate Penny followers. Combining the best of both Penny worlds - fabulous colours and the beach lifestyle that underpins our brand essence -- the Fade series offer a unique addition to the current stable of colour options. Each board across the collection mixes three perfectly complementary colour combinations in an ombre effect that fades across the board. \n\nVision and Post Production - ADK Creative\nMusic: Pro Vita - 3 Weeks",
        "author": "Penny Skateboards",
        "mediaDuration": "157",
        "prettyDuration": "00:02:37",
        "views": "55147",
        "hookText": "Penny Skateboards New Fades and Graphic Series #pennymoments http:\/\/www.pennyskateboards.com\n\nAfter the success of the introduction of graphics into the 2013 range in the form of the \"Holiday\" series, we have introduced a whole new range of Graphic patter"
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}