{
    "title": "SPY cosponsors HURLEY LOWERS PRO",
    "description": "SPY joins Hurley and the ASP's top 34 surfers in the world as the official eyewear sponsor of the 2012 Hurley Pro at Lower Trestles, considered one of the favorites by surfers and fans alike. SPY's sponsorship shows its commitment to surfing—something the brand was founded on in 1994—and looks forward to co-sponsoring one of the most watched professional surfing webcasts of the season.\n\nAs the sixth stop of ten different World Championship Tour (WCT) venues this season, the Lower Trestles event is a perennial momentum builder as the title chase flares up during the back half of the season. John John Florence, SPY team rider and current WCT #3, will be bringing his smooth yet explosive surfing to Trestles' hallowed grounds, as he seeks to gain valuable points in his quest for his first WCT title.\n\nTaking place during the waiting period of the Hurley Lowers Pro, SPY professional surfer Torrey Meister will also be competing against seven of his fellow Bud Light Lime Surf Series (BLLSS) rivals, vying for a slot in the Hurley Lowers Pro Expression Session where he will surf against four of the WCT's elite 34. SPY will also air two new commercials throughout the live broadcast and run Instagram and Facebook giveaways tied to the world-renowned event. Sunglasses will be available for purchase at the Hurley pop-up store. \n\nSurfline, official forecaster of the Hurley Pro, is predicting a mix of South and South-Southwest swells to fill in over the weekend, suggesting a strong likelihood the event will begin Sunday, September 16. If you can't make it to the Lower Trestles venue be sure to tune into the live feed on your smart phone or online at www.hurley.com\/hurleypro\/\n\nFor more information about SPY, log-on at www.spyoptic.com. For more information about the Hurley Lowers Pro, go to www.hurley.com\/hurleypro\/",
    "referenceId": null,
    "date_created": "1440443926",
    "date_modified": "1444839774",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379614",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "SPY-cosponsors-HURLEY-LOWERS-PRO",
    "category": null,
    "duration": "20",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/U6W9ONVqXzs\/hqdefault.jpg",
        "uploadDate": 1347403818,
        "videoId": "U6W9ONVqXzs",
        "title": "SPY cosponsors HURLEY LOWERS PRO",
        "description": "SPY joins Hurley and the ASP's top 34 surfers in the world as the official eyewear sponsor of the 2012 Hurley Pro at Lower Trestles, considered one of the ...",
        "author": "spyoptic",
        "mediaDuration": "20",
        "prettyDuration": "00:00:20",
        "views": "2591",
        "hookText": "SPY joins Hurley and the ASP's top 34 surfers in the world as the official eyewear sponsor of the 2012 Hurley Pro at Lower Trestles, considered one of the ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}