{
    "title": "SPY Boot Camp 9, Presented by Transworld Media",
    "description": "SPY rolled out its 9th annual boot camp event—an action-packed week of sports madness for six retail winners and one lucky online shopper. \n\nThe week kicked-off with a surf day in Huntington Beach, Calif., and VIP access at the U.S. Open of Surfing. SPY surfers Benny B, Parker Coffin, Torrey Meister and Alana Blanchard were on-site to stoke out the campers with lessons in high-surf-advisory conditions. After a fun day riding foam balls, the gang cruised over to Pala Raceway for a moto session where 7x AMA Supercross World Champion Jeremy McGrath gave lessons in nac nacs and whips alongside AMA 125 National MX Champion Grant Langston and SPY pro snowboarder Stevie Bell. As evening fell, dirt lanes were traded for greased lanes and the crew relaxed into the wee hours with casual bowling. \n\nThe next day, SPY wakeboarder Melissa Marquardt took the gang out on the Carlsbad lagoon for some good times behind the boat. The campers showed-off their backside boardslides and ollies in the glassy conditions with only a few catching their edges.\n\nAfter hot laps at the lagoon, the posse cruised over to TransWorld headquarters for a tour of their offices and a skate demo at the magazine's private skate park.\n\nBasic training was coming to an end—the only thing left was a tour of SPY headquarters and a meet 'n' greet with the company's movers and shakers, which was a thrilling and deeply personal climax to the whole experience. \n\nWhen all was shred and done, the Boot Camp 9 troop earned their stripes and left with backpacks full of loot, memories of wild adventures and heads and hearts full of SPY inspiration. \n\nSpecial thanks to DC Shoes, TransWorld Media and all our boot campers who made this a truly epic event!\n\nDanny Enriquez-BC Surf and Sport\nPaul Doherty- So Hip It Hurts\nNikki Pallister- Spare Parts Calgary\nBrittiny Froemmling- Summit Shades\nChelsea Geary- Chapparel\nChuck Mowdy- US Outdoor (GET CHUCKED UP!!)\nKristen Keravich- Online Winner",
    "referenceId": null,
    "date_created": "1440444014",
    "date_modified": "1444839556",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379660",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "SPY-Boot-Camp-9-Presented-by-Transworld-Media",
    "category": null,
    "duration": "92",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ncaPlDAAJvc\/hqdefault.jpg",
        "uploadDate": 1314299829,
        "videoId": "ncaPlDAAJvc",
        "title": "SPY Boot Camp 9, Presented by Transworld Media",
        "description": "SPY rolled out its 9th annual boot camp event—an action-packed week of sports madness for six retail winners and one lucky online shopper. The week ...",
        "author": "spyoptic",
        "mediaDuration": "92",
        "prettyDuration": "00:01:32",
        "views": "3078",
        "hookText": "SPY rolled out its 9th annual boot camp event—an action-packed week of sports madness for six retail winners and one lucky online shopper. The week ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}