{
    "title": "Arnettes National Snowboard Team Nick Visconti, Alek Ostreng, Johnny Lazz..",
    "description": "Arnette is proud to announce it has added six of today's most exciting US and European snowboarders to its National Team including Nick Visconti, Johnny Lazz, Niko Cioffi, Tim Eddy, Alek Ostreng and Alex Tank.\n\n\"There are a number of eyewear companies out there, and they all make a product that gives snowboarders the protection they need to shred another day,\" says Nick Visconti. \"Unfortunately, many brands only give riders a product. Arnette, on the other hand, offers so much more; it is the epitome of a lifestyle movement supported by passionate individuals who want to invest themselves in a vision for life, not just a simple product.\"\n\nThe newly-minted National Team joins forces with Arnette's Global Team of elite riders including Devun Walsh, Zac Marben, Dustin Craven and Sage Kotsenburg.\n\n\"We feel our global squad is one of the most influential in snowboarding, and by adding such a diverse and talented group of national riders to the mix, it makes our team even stronger and more exciting,\" says Arnette Team and Events Manager Brent Bearden. \"We have big things planned for next year, and we're really psyched to have such an amazing group of guys backing our new goggle program.\"",
    "referenceId": null,
    "date_created": "1440444535",
    "date_modified": "1443488226",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379813",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Arnettes-National-Snowboard-Team-Nick-Visconti-Alek-Ostreng-Johnny-Lazz",
    "category": null,
    "duration": "105",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5d2VM_uKX30\/hqdefault.jpg",
        "uploadDate": 1317340159,
        "videoId": "5d2VM_uKX30",
        "title": "Arnettes National Snowboard Team Nick Visconti, Alek Ostreng, Johnny Lazz..",
        "description": "Arnette is proud to announce it has added six of today's most exciting US and European snowboarders to its National Team including Nick Visconti, Johnny Lazz ...",
        "author": "Arnette",
        "mediaDuration": "105",
        "prettyDuration": "00:01:45",
        "views": "541",
        "hookText": "Arnette is proud to announce it has added six of today's most exciting US and European snowboarders to its National Team including Nick Visconti, Johnny Lazz ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}