{
    "title": "Make your mark with the 2015 Painted Fades!",
    "description": "In a quaint suburban town the world is void of color and fun. A man spray paints a collection of Penny Skateboards in his garage and drives away with them in his van. As he takes off the boards fly out the back door and roll down the street in different directions coming to a stop in front of some unsuspecting skaters. Intrigued by the colorful skateboards they step on and give them a go cruising down the street. Instantly they realize their moves are brightening up their mundane black and white world. \n\nThey find each other and skate through the streets, path way and parks bringing color, life and fun to the town on their Penny Painted Fades.\n\nInspired by beach culture and summer vibes the 2015 Painted Fades collection are now available on the official Penny Skateboards website in 4 colors; Canary, Dusk, Jammin, Candy and in both 22\" and 27\", choose your style and join the fun!\n\nAs you carve the streets with your friends your Penny Fade will wear uniquely to your skating style, revealing a colorful deck underneath the spray painted three color fade - make your mark and brighten up the day with colorful fun!",
    "referenceId": null,
    "date_created": "1440436815",
    "date_modified": "1450133762",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6377774",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Make-your-mark-with-the-2015-Painted-Fades",
    "category": null,
    "duration": "94",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zzq39sBFNJU\/hqdefault.jpg",
        "uploadDate": 1427687781,
        "videoId": "zzq39sBFNJU",
        "title": "Make your mark with the 2015 Painted Fades!",
        "description": "Head here to brighten up your world http:\/\/www.pennyskateboards.com\/blog\/painted-fades\/ \n\nIn a quaint suburban town the world is void of colour and fun. A man spray paints a collection of Penny Skateboards in his garage and drives away with them in his van. As he takes off the boards fly out the back door and roll down the street in different directions coming to a stop in front of some unsuspecting skaters. Intrigued by the colourful skateboards they step on and give them a go cruising down the street. Instantly they realise their moves are brightening up their mundane black and white world. \n\nThey find each other and skate through the streets, path way and parks bringing colour, life and fun to the town on their Penny Painted Fades.\n\nInspired by beach culture and summer vibes the 2015 Painted Fades collection are now available on the official Penny Skateboards website in 4 colours; Canary, Dusk, Jammin, Candy and in both 22\" and 27\", choose your style and join the fun!\n\nAs you carve the streets with your friends your Penny Fade will wear uniquely to your skating style, revealing a colourful deck underneath the spray painted three colour fade - make your mark and brighten up the day with colourful fun!\n\nFind out more: http:\/\/www.pennyskateboards.com\/painted-fades-2015\nShop the range: http:\/\/www.pennyskateboards.com\/shop\/painted-fades.html",
        "author": "Penny Skateboards",
        "mediaDuration": "94",
        "prettyDuration": "00:01:34",
        "views": "13435",
        "hookText": "Head here to brighten up your world http:\/\/www.pennyskateboards.com\/blog\/painted-fades\/ \n\nIn a quaint suburban town the world is void of colour and fun. A man spray paints a collection of Penny Skateboards in his garage and drives away with them in his va"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}