{
    "title": "Neff Headwear Brand History",
    "description": "Neff Headwear started in 2002 and has a come a long way since the beginning. Shaun Neff explains how the brand started and where the brand is headed. Launched in 2002 by Shaun and Joe Neff in Southern California, Neff was the first authentic core snow and skate headwear company in the world. Neff is an active youth accessory brand supported by some of the biggest actions sports athletes in the world as well as key personalities across the globe. Neff World Headquarters is located in Camarillo, California and is internationally sold in 45+ countries to select action sports retailers. Neff is all about having fun and bringing new vibes to the world. \"We are like a gumball machine; spitting out endless flavors for the world to consume,\" stated Shaun Neff when asked to describe Neff Headwear. We are not confined to one specific category; we are defined by reaching across multiple platforms like sports, fashion and entertainment.\n\nToday, Neff is reaching further into the world of active fashion with the introduction of its Neff Vision and Neff Time lines, which are unique collections of stylish higher end sunglasses and watches. Collaborations with household names such as Snoop Dogg, Deadmau5, and Scarlett Johansson and their yearly charity initiative, \"Neff Hope,\" ensure that Neff maintains its pattern of constant growth and innovation.\n\nwww.neffheadwear.com\/",
    "referenceId": null,
    "date_created": "1440442015",
    "date_modified": "1444411229",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6378896",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Neff-Headwear-Brand-History",
    "category": null,
    "duration": "148",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/bzqvbINW5r4\/hqdefault.jpg",
        "uploadDate": 1321329065,
        "videoId": "bzqvbINW5r4",
        "title": "Neff Headwear Brand History",
        "description": "Neff Headwear started in 2002 and has a come a long way since the beginning. Shaun Neff explains how the brand started and where the brand is headed.",
        "author": "theneffheadwear",
        "mediaDuration": "148",
        "prettyDuration": "00:02:28",
        "views": "14691",
        "hookText": "Neff Headwear started in 2002 and has a come a long way since the beginning. Shaun Neff explains how the brand started and where the brand is headed."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}