{
    "title": "Brain Freeze Party goes off in Mammoth at Hyde Lounge",
    "description": "On Feb 10, Hyde Lounge in Mammoth Village was the backdrop for the second stop of the Arnette Brain Freeze Snowboard Team Launch Party to celebrate our team of Devun Walsh, Sage Kotsenburg, Zac Marben and Dustin Craven. If we thought Del the Funky Homosapien set the bar high in Denver...well then Hyde Lounge took things to an entirely new level. The place was packed wall to wall with a huge group of fans lined up outside waiting to see Sir DZL rock his set. Members of the Arnette AM team came through in full force with Snow Team Ambassador Sticky Shaw leading the charge. Arnette rider DJ Matty Mo got the crowd ready with some classic hip hop bangers, followed by Bukue One and Del, with vinyl connoisseur DJ Zac Hendricks closing the show with a flurry of rare cuts. Like a true man of the people, Del stuck around after his set to chop it up with fans who wanted to share a few words or take a picture. If you were lucky you snagged some of the limited edition swag that got tossed throughout the night. Another amazing event, and thanks to everyone who came out to support Arnette and DEL. Stay tuned for details on our final stop at Garfinkels in Whistler Village on March 12th.",
    "referenceId": null,
    "date_created": "1440444535",
    "date_modified": "1443738752",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379814",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Brain-Freeze-Party-goes-off-in-Mammoth-at-Hyde-Lounge",
    "category": null,
    "duration": "118",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/LVAlg7DHdhU\/hqdefault.jpg",
        "uploadDate": 1317340037,
        "videoId": "LVAlg7DHdhU",
        "title": "Brain Freeze Party goes off in Mammoth at Hyde Lounge",
        "description": "On Feb 10, Hyde Lounge in Mammoth Village was the backdrop for the second stop of the Arnette Brain Freeze Snowboard Team Launch Party to celebrate our ...",
        "author": "Arnette",
        "mediaDuration": "118",
        "prettyDuration": "00:01:58",
        "views": "121",
        "hookText": "On Feb 10, Hyde Lounge in Mammoth Village was the backdrop for the second stop of the Arnette Brain Freeze Snowboard Team Launch Party to celebrate our ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}