{
    "title": "Penny celebrates, Vegas Style!",
    "description": "At Penny Skateboards we’re all about chasing the good times, enjoying the sunshine and having fun with friends. It’s only fitting we took to the streets of Vegas to celebrate the launch of the new Penny 2015 Collection! \n\nFeaturing Penny’s sweet new Painted Fades, the ‘90s inspired Fresh Prints range, updated Classics and heaps of new accessories, this year’s Penny products will take you wherever your heart leads you. Whether you want to chill or find out where the party’s at – Penny will inspire your sense of fun.\n\nThe 2015 Annual Collection has a great range of Penny skateboards to suit your skate style – so it’s easy to get out there, find an adventure and have yourself a great time. Made from the highest quality materials and featuring the iconic Penny logo, these new styles are available online and in stores in 22” and 27” deck sizes.",
    "referenceId": null,
    "date_created": "1440436815",
    "date_modified": "1450319206",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "5",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6377771",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Penny-celebrates-Vegas-Style",
    "category": null,
    "duration": "91",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xvoGBQFGuzo\/hqdefault.jpg",
        "uploadDate": 1431643378,
        "videoId": "xvoGBQFGuzo",
        "title": "Penny celebrates, Vegas Style!",
        "description": "At Penny Skateboards we’re all about chasing down the good times, enjoying the sunshine and having a rad time with friends. So it’s only fitting that we took to the streets of Vegas to celebrate the launch of the new Penny 2015 Collection! Check out the range here: http:\/\/www.pennyskateboards.com\/penny... Featuring Penny’s sweet new Painted Fades, the ‘90s inspired Fresh Prints range, updated Classics and heaps of new accessories, this year’s Penny products will to take you to wherever your heart may lead. It doesn’t matter if you want to chill out, or find out where the party’s at – Penny will inspire your sense of fun.\n\nThe 2015 Annual Collection has a great range of Penny skateboards to suit your skate style – so it’s easy to get out there, find your own adventure and have yourself a great time while you’re there. Made from the highest quality materials and featuring the iconic Penny logo, these new styles are available online and in stores in 22” and 27” deck sizes.",
        "author": "Penny Skateboards",
        "mediaDuration": "91",
        "prettyDuration": "00:01:31",
        "views": "15655",
        "hookText": "At Penny Skateboards we’re all about chasing down the good times, enjoying the sunshine and having a rad time with friends. So it’s only fitting that we took to the streets of Vegas to celebrate the launch of the new Penny 2015 Collection! Check out the r"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}