{
    "title": "Arnette Cash Pot Surf Series - San Diego",
    "description": "On Saturday, February 19th, the inaugural 2011 Arnette Cash Pot Surf Series took place at Seaside Reef in San Diego. It felt like we were in Florida because the weather didn't know what it wanted to do... It would rain, then the wind would pick up, and then the wind would die down and the sun would come out. It was like that all day. Even though the weather was less than ideal, the surf was still super fun. It was about 2-3 feet all day and the guys were ripping since they all wanted to go home with money in their pocket.\n\nThis contest series is the first of its kind as contestants in the Pro-Am Division earned $50 for winning their first and second round heats, and competitors in the 16 & Under Division were awarded $25 for each heat win. During the quarter-finals Arnette offered up a pot of $100 for the best trick, and the winner was Brent Reilly with an insane 360 air reverse. All-in-all, the event was super fun and everyone who participated went home stoked. Huge congrats to Cory Arrambide for grinding through the tough conditions and taking home the grand prize of a cool $500. More Arnette Cash Pot Surf Series events will take place in the coming months on both coasts and in Hawaii, so keep checking in back on our website for the full schedule and more details.",
    "referenceId": null,
    "date_created": "1440444535",
    "date_modified": "1447123782",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379811",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Arnette-Cash-Pot-Surf-Series-San-Diego",
    "category": null,
    "duration": "147",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/yzoeYzmdvuc\/hqdefault.jpg",
        "uploadDate": 1317340725,
        "videoId": "yzoeYzmdvuc",
        "title": "Arnette Cash Pot Surf Series - San Diego",
        "description": "On Saturday, February 19th, the inaugural 2011 Arnette Cash Pot Surf Series took place at Seaside Reef in San Diego. It felt like we were in Florida because the ...",
        "author": "Arnette",
        "mediaDuration": "147",
        "prettyDuration": "00:02:27",
        "views": "64",
        "hookText": "On Saturday, February 19th, the inaugural 2011 Arnette Cash Pot Surf Series took place at Seaside Reef in San Diego. It felt like we were in Florida because the ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}