{
    "title": "Arbor Snowboards FACE\/OFF at Boreal",
    "description": "On April 15th, 2012 Arbor Snowboard's FACE\/OFF event was held at Boreal Mountain Resort near Lake Tahoe. Some of the riders included the defending champ from last year's FACE\/OFF event, Erik Leon, along with Ben Ross, Kai Wiggens, Colton Morgan, Alex Hereford, Jeremy (Lemi) Landy, Jordan Welter and other standouts. The battle for first place was between ended up between Kai Wiggens and Colton Morgan. After multiple battles it came down to a backside 270 to fakie, the trick was finally landed by Colton Morgan, and he took top honors and $600 making him the winner of the 2012 Arbor Snowboard's FACE\/OFF event.\nThanks to everyone for coming out and making the event fun, and thanks to the event sponsors that made it possible: Arbor, Red Bull, Boreal Mountain Resort, Electric Visual, Flux Bindings, Sessions, Aerial7, Sand Box Helmets, Arnette and Elm Company.\nMen:\n1st: Colton Morgan ($600)\n2nd: Kai Wiggens ($300)\n3rd: Jeremy (Lemi) Landy ($100)\n4th: Erik Leon\nWomen:\n1st: Kate Barrett\nThis is the order of tricks that went down in the final game of S.N.O.W.: Frontside lipslide, nollie back lip, switch frontside boardslide, switch backside boardslide, frontside 270, hardway backside 270, switch backside 270, switch frontside nosepress, and the winning trick, backside 270 to fakie.\nJudges included: Sean Black, Nick Visconti, Scotty Vine, Sammy Spiteri, Brandon Hammid and Eli Weiner.",
    "referenceId": null,
    "date_created": "1440438582",
    "date_modified": "1443652389",
    "tags": "",
    "sourceId": "3",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6378028",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Arbor-Snowboards-FACE-OFF-at-Boreal",
    "category": null,
    "duration": 227,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 0,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/283924408_1280x720.jpg",
        "mediaDuration": 227,
        "prettyDuration": "03:47",
        "uploadDate": 1335380726,
        "tags": "",
        "hookText": "On April 15th, 2012 Arbor Snowboard's FACE\/OFF event was held at Boreal Mountain Resort near Lake Tahoe. Some of the riders included the defending champ from last year's FACE\/OFF event, Erik Leon, along with Ben Ross, Kai Wiggens, Colton Morgan, Alex Here",
        "sources": []
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}