{
    "title": "Homegrown Hawaiian Mason Ho joins Arnette Surf Team",
    "description": "Arnette is proud to announce that Hawaiian young gun Mason Ho is the newest member of its surf team family.\n\n\"Mason is a great addition because he lives and breathes what Arnette is all about,\" says Arnette Team and Events Manager Brent Bearden. \"He is fun to be around, always has a smile on his face, and totally rips! Mason brings a lot of positive energy to the brand and will be a big part of Arnette for many years to come.\"\n\nA native Hawaiian and son of living legend Michael Ho, Mason is a 22 year-old North Shore local who surfs his ass off each and every day. From ankle high to 40-foot monsters, Mason loves it all and can typically be found charging Sunset Beach, Pipeline\/Backdoor or Waimea Bay. When not surfing with family and friends or burning people with reckless abandon, Mason enjoys battling it out in WQS contests.\n\nBlessed with loads of natural charisma and an effortless style that mixes old-school moves with an aggressive aerial assault, Mason is determined to carry on the rich legacy established by his father and Uncle Derek. With the blood of surfing royalty coursing through his veins and a dedication that is unmatched, Mason's future looks extremely bright.\n\n\"Arnette is an awesome company and I am stoked to be riding for them because all the surfers I looked up to as a grom rode for Arnette, or ride for them now,\" says Mason. \"The team is super strong and I am really excited to be a part of it.\"\n\nIn addition to Arnette, Mason also surfs for ...Lost and Etnies.",
    "referenceId": null,
    "date_created": "1440444535",
    "date_modified": "1444340289",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379809",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Homegrown-Hawaiian-Mason-Ho-joins-Arnette-Surf-Team",
    "category": null,
    "duration": "84",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/LAAextpM6Cs\/hqdefault.jpg",
        "uploadDate": 1317340943,
        "videoId": "LAAextpM6Cs",
        "title": "Homegrown Hawaiian Mason Ho joins Arnette Surf Team",
        "description": "Arnette is proud to announce that Hawaiian young gun Mason Ho is the newest member of its surf team family. \"Mason is a great addition because he lives and ...",
        "author": "Arnette",
        "mediaDuration": "84",
        "prettyDuration": "00:01:24",
        "views": "437",
        "hookText": "Arnette is proud to announce that Hawaiian young gun Mason Ho is the newest member of its surf team family. \"Mason is a great addition because he lives and ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}