{
    "title": "Arbor Snowboards :: The Real Wood Topsheet",
    "description": "rbor has been using Real Wood topsheets in our snowboards since 1995. The Arbor Roots line including the Wasteland, Roundhouse, Element, Element Mini, Coda, Swoon, Abacus and A-Frame and Icon line including the Westmark, Blacklist, Draft, Draft Mini, Cadence, Relapse and Del Rey all use Real Wood.\nThroughout history, wood and bamboo have been important building materials known for their versatility and strength. They also have a long association with quality skateboard and snowboard core construction. Arbor has taken their use further with the development of our Power Ply topsheet technology. Arbor Power Plys are produced using a range of sustainably sourced, natural wood and bamboo that have been sliced into ultra thin sheets. Once integrated into a snowboard, the Power Ply’s dense fibers structurally enhance the ride for improved edge, turn, and ollie performance, while its varied natural grain create a one-of-a-kind look.\nDuring construction, the Power Ply topsheet becomes impregnated with resin, which locks the natural fibers in place in the same way that resin works with glass or carbon fiber. This process effectively turns the Power Ply into a 3rd composite layer. As a result, we are able to build lighter, stronger boards that are more lively and responsive. Arbor’s de-cambered rocker designs regain critical pop while our camber models retain their camber far longer than traditional designs. In keeping with our mission, the Power Ply technology also allows Arbor to reduce our reliance on chemically treated fiberglass and petroleum-based resin by up to 20%.",
    "referenceId": null,
    "date_created": "1440438549",
    "date_modified": "1443651831",
    "tags": "Arbor,Arbor Snowboards,Real Wood,Real Wood Top Sheet,Power Ply,Sustainable Wood,Curtis Woodman,Scotty Vine,Nick Visconti",
    "sourceId": "3",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6378008",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Arbor-Snowboards-The-Real-Wood-Topsheet",
    "category": null,
    "duration": 169,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 0,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/417404519_1280x720.jpg",
        "mediaDuration": 169,
        "prettyDuration": "02:49",
        "uploadDate": 1361234446,
        "tags": "Arbor,Arbor Snowboards,Real Wood,Real Wood Top Sheet,Power Ply,Sustainable Wood,Curtis Woodman,Scotty Vine,Nick Visconti",
        "hookText": "rbor has been using Real Wood topsheets in our snowboards since 1995. The Arbor Roots line including the Wasteland, Roundhouse, Element, Element Mini, Coda, Swoon, Abacus and A-Frame and Icon line including the Westmark, Blacklist, Draft, Draft Mini, Cade",
        "sources": []
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}