{
    "title": "DCP Under the Influence",
    "description": "DCP is a busy dude, but somehow makes time to drop heavy lines, plant trees, get tubed and most recently host a slideshow at Showcase Snowboard Shop in Whistler, BC. Sharing memorable stories and crediting those who helped shape his career, DCP ran through hand selected images from some of the most renowned photographers in the game. Coming out in full force to support the show were a slew of Whistler locals along with photographer Scott Serfas, Alex Warburton, JF Pelchat and YES teammates JP Solberg and Romain de Marchi. Ending the night with a silent auction and charity raffle, the event brought in another $1000 that will go toward planting trees in Costa Rica, a region where DCP has placed 291 trees and looks to get another 100 in the ground by this summer. \n\nA man who stands strongly behind his projects, DCP is a major proponent for Protect Our Winters (POW), an environmental non-profit organization that works to fight global climate change. In addition, he makes sure a heavy chunk of his SPY goggle sales go toward reforestation efforts in Costa Rica through the organization Community Carbon Trees.",
    "referenceId": null,
    "date_created": "1440443944",
    "date_modified": "1444090067",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379623",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "DCP-Under-the-Influence",
    "category": null,
    "duration": "419",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/m702z_D031E\/hqdefault.jpg",
        "uploadDate": 1335796024,
        "videoId": "m702z_D031E",
        "title": "DCP Under the Influence",
        "description": "DCP is a busy dude, but somehow makes time to drop heavy lines, plant trees, get tubed and most recently host a slideshow at Showcase Snowboard Shop in ...",
        "author": "spyoptic",
        "mediaDuration": "419",
        "prettyDuration": "00:06:59",
        "views": "14619",
        "hookText": "DCP is a busy dude, but somehow makes time to drop heavy lines, plant trees, get tubed and most recently host a slideshow at Showcase Snowboard Shop in ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}