{
    "title": "SPY ToC Busche\/Montgomery Bike \"Flip\" - Behind the Scenes",
    "description": "This is a brief behind the scenes look into the now famous SPY ToC cycling commercial featuring Matthew Busche and Mike Montgomery. Considered to be the most unique road bike action caught on film in recent memory, this short doco features unseen, crazy footage of Montgomery doing ridiculously sick stuff on a Specialized bike built for the road. He even manages to pull off a superman back flip—known to be the first time anyone has ever done one on that kind of bike. Under the creative direction of its CEO Michael Marckx, the California based eyewear brand SPY built this unique commercial to be a playful expression of its youthful, irreverent point of view by bringing an action sports mentality to road cycling, as well as sending a \"Youth Against the Old Guard\" message. The idea was this: Matthew Busche—Spy athlete and 2011 U.S. National Road Race Champion—trains a lot. To be the best requires tremendous focus and hard work—which equates to pain and monotony. To get through it, Busche says his mind drifts in and out of daydreams. Told through the prism of Busche's daydream, the :30 diversion takes viewers on a journey with him as he imagines himself hitting the alluring trails of California's coastal mountain ranges and doing some crazy stuff on a bike strictly built for pavement. SPY asked its mountain bike freestyle rider Mike Montgomery (Teams Specialized and Monster Energy) to stunt double for Busche's wildest fantasies of doing things on his road bike that no one else has done before. That is, until Montgomery did them for him. This spot was originally built to air mid-May in 2012 on NBC during the Tour of California (ToC) cycling race. Going into the event, Busche was set to play an important role in the ToC for Team Radio Shack-Nissan-Trek. To learn more about SPY please check out www.spyoptic.com\/performance",
    "referenceId": null,
    "date_created": "1440443944",
    "date_modified": "1444840447",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6379619",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "SPY-ToC-Busche-Montgomery-Bike-Flip-Behind-the-Scenes",
    "category": null,
    "duration": "222",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Gr1vdCmxE3k\/hqdefault.jpg",
        "uploadDate": 1338482512,
        "videoId": "Gr1vdCmxE3k",
        "title": "SPY ToC Busche\/Montgomery Bike \"Flip\" - Behind the Scenes",
        "description": "This is a brief behind the scenes look into the now famous SPY ToC cycling commercial featuring Matthew Busche and Mike Montgomery. Considered to be the ...",
        "author": "spyoptic",
        "mediaDuration": "222",
        "prettyDuration": "00:03:42",
        "views": "131163",
        "hookText": "This is a brief behind the scenes look into the now famous SPY ToC cycling commercial featuring Matthew Busche and Mike Montgomery. Considered to be the ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}