{
    "title": "O'Neill - Munich City Surf",
    "description": "O'Neill has been the purveyor of the surf lifestyle since founder Jack O'Neill dedicated himself to the sea on a quest to surf longer. Upholding Jack's tradition, we are always on the hunt for the perfect wave. With the expanse of sea and surf in front of you the day is yours - but what about the modern city dweller? Major European cities and the search for surf are not usually fruitful. But being hot on the heels of the ultimate ride, O'Neill had to explore the exceptions... Welcome to Munich's inner city surf hotspot, The EISBACH.\n\nA unique surfers haven location nestled in Munich, the Eisbach River is like no other. Downstream to the the lower tip of the cities expansive green space Englischer Garden, the river hosts an inner city wave that's open all hours.\n\nCue the O'Neill Ambassadors -- DJ and producer SEPALOT, artist Christian Hundertmark \/ C100 and seasoned surfer Simon Strangfeld. Whether SEPALOT is behind the decks, Christian in the graphics studio or Simon riding the wave - they all joined and united by one key love - surfing. And whether they encounter rain, shine, sea or river, opportunity for work, play, city or coast; no matter the wave, they surf whenever. The Eisbach is always there.\n\nWatch the spray fly as O'Neill captures the three characters casually carve the waves on film at the Eisbach as captured by filmmaker Lukas Tielke\/ peoplegrapher - unleashing their passions and creativity for daily life, alongside a shared thirst for the ultimate surf.\n\nMore about the O'Neill ambassadors:\n\nSEPALOT\nSepalot regards himself as a true artist, bridging the gap between mutliple genres with his dynamic and electrifying live show and ambitious DJ sets.His album productions including national and international artists such as Fashwan, Blu, Miss Platnum, Saigon, Ladi 6 and Frank'n'Dank. His Bavarian beat kondukta fusion gained him worldwide recognition and has even reached platinum status.\n\nCHRISTIAN HUNDERTMARK\nChristian is the man behind Munich based graphic design studio C100 and editor of the highly respected bestsellers \"The Art of Rebellion I, II & II\" which were the first books to document the unaquainted street art movement back in 2003. Christian is still active as an artist but takes time out for the inner city surf, cementing himself as a familiar face at the Eisbach.\n\nSIMON STRANGFELD\nA passionate surfer, Simon is part of the (in)famous FUS-Crew. Not accepting any regional restrictions -- Simon rides some of the most remote waves on the planet, taking that extra mile to find the most perfect and serene surf. However far or wide he travels, Simon remains THE ultimate Eisbach local and represents O'Neill to the fullest.\n\n\n\n\nFilm: Lukas Tielke\/ peoplegrapher\nMusic: SEPALOT",
    "referenceId": null,
    "date_created": "1440451950",
    "date_modified": "1444414811",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6381557",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "O-Neill-Munich-City-Surf",
    "category": null,
    "duration": "126",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YSONMu9vaoA\/hqdefault.jpg",
        "uploadDate": 1404199005,
        "videoId": "YSONMu9vaoA",
        "title": "O'Neill - Munich City Surf",
        "description": "O'Neill has been the purveyor of the surf lifestyle since founder Jack O'Neill dedicated himself to the sea on a quest to surf longer. Upholding Jack's tradition, we ...",
        "author": "TeamONeill",
        "mediaDuration": "126",
        "prettyDuration": "00:02:06",
        "views": "75964",
        "hookText": "O'Neill has been the purveyor of the surf lifestyle since founder Jack O'Neill dedicated himself to the sea on a quest to surf longer. Upholding Jack's tradition, we ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}