{
    "title": "Arbor Snowboards :: Video Log - Superpark 19",
    "description": "Breaks in the weather were few and far between at Superpark 19. Fog, rain, and a heavy cloud cover characterized the majority of the week at Seven Springs, Pennsylvania. That didn't stop Arbor riders from all corners of the country from converging on an amazingly constructed setup for 5 days of non-stop shredding. Good times were had by all and the following video presents the long and short of what went down. Thanks to everyone that came out including but not limited to Erik Leon, Mike Gray, Jared McDaniel, Mike Liddle, Blake Axelson, Ryland West, Jon McDonald, Sammy Blazeajewski, Buzz Holbrook, Scotty Vine, Cam Fitzpatrick, Tim Mackenzie, Brent Black and Walt. We would also like to thank Snowboarder Magazine and Seven Springs for hosting yet another Superpark for the books.\nTo boot, we would also like to congratulate Scotty Vine for taking home the Superpark Standout award. In this case, it was not insanely progressive or mind-boggling tricks that earned him the title. Instead, it was his proven ability to ride everything in his path combined with a work ethic that was unmatched at Superpark 19.\nFilm: Sean Black \/ Brent Black\nEdit: Sean Black \/ Nate Shute\nSong: Rose's Pawn Shop \"Country Blues\"\nContributed Footage: Dan Callahan, Murphey, Marcus Rand, Bryan Nero, Sam Duncan, Ashley Dawn Byrd",
    "referenceId": null,
    "date_created": "1440805598",
    "date_modified": "1454547462",
    "tags": "Snowboarding,Arbor,Superpark,Snowboarder,Scotty Vine,Erik Leon,Superpark Standout,Seven Springs,Video Log",
    "sourceId": "3",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6384811",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "287",
    "entityIdParent": "3763991",
    "titleTextEncoded": "Arbor-Snowboards-Video-Log-Superpark-19",
    "category": null,
    "duration": 233,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 0,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/518682882_1280x719.jpg",
        "mediaDuration": 233,
        "prettyDuration": "03:53",
        "uploadDate": 1431565895,
        "tags": "Snowboarding,Arbor,Superpark,Snowboarder,Scotty Vine,Erik Leon,Superpark Standout,Seven Springs,Video Log",
        "hookText": "Breaks in the weather were few and far between at Superpark 19. Fog, rain, and a heavy cloud cover characterized the majority of the week at Seven Springs, Pennsylvania. That didn't stop Arbor riders from all corners of the country from converging on an a",
        "sources": []
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}