{
    "title": "Converse Rubber Tracks Boston: Studio Construction Timelapse",
    "description": "The newest Converse Rubber Tracks studio is now open in Boston. Located in the impressive setting of Lovejoy Wharf, it will serve as a permanent creative hub for emerging local musicians, providing artists the opportunity to record their music alongside a team of experienced engineers and producers at no cost. \n\nThe new 1,100 square-foot studio, designed by acclaimed studio designer Fran Manzella, will be the first of its kind in the New England region and follows in the footsteps of the flagship Converse Rubber Tracks studio in Brooklyn and a second studio in São Paulo, Brasil.",
    "referenceId": null,
    "date_created": "1440450262",
    "date_modified": "1443829453",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6380761",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Converse-Rubber-Tracks-Boston-Studio-Construction-Timelapse",
    "category": null,
    "duration": "64",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/VouWvdzGEQo\/hqdefault.jpg",
        "uploadDate": 1435269968,
        "videoId": "VouWvdzGEQo",
        "title": "Converse Rubber Tracks Boston: Studio Construction Timelapse",
        "description": "The newest Converse Rubber Tracks studio is now open in Boston. Located in the impressive setting of Lovejoy Wharf, it will serve as a permanent creative hub for emerging local musicians, providing artists the opportunity to record their music alongside a team of experienced engineers and producers at no cost. \n\nThe new 1,100 square-foot studio, designed by acclaimed studio designer Fran Manzella, will be the first of its kind in the New England region and follows in the footsteps of the flagship Converse Rubber Tracks studio in Brooklyn and a second studio in São Paulo, Brasil.\n\nRegister for Converse Rubber Tracks recording sessions at: http:\/\/www.converse-music.com\/rubbertracks\/boston\/",
        "author": "Converse",
        "mediaDuration": "64",
        "prettyDuration": "00:01:04",
        "views": "252",
        "hookText": "The newest Converse Rubber Tracks studio is now open in Boston. Located in the impressive setting of Lovejoy Wharf, it will serve as a permanent creative hub for emerging local musicians, providing artists the opportunity to record their music alongside a"
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}