{
    "title": "Austin Smith 2011 Winter Team Pack and Glove",
    "description": "Dakine Team Mission Pack AUSTIN SMITH Snow-\/Laptoprucksack (25L) New\nHier ist er, der brandneue TEAM MISSION AUSTIN SMITH Backpack Rucksack von Dakine, ein absoluter Alleskönner!\nDer Notebookrucksack wurde zusammen mit dem Teamfahren Austin Smith designt. \nUrsprünglich wurde der Rucksack für den Wintersport entwickelt, doch nach einigen Updates ist der Tornister jetzt auch passend für Schule (passend für DIN A4 Ordner) und Freizeit. Der Dakine TEAM MISSION AUSTIN SMITH ist ausgestattet mit einem vertikalen Snowboardtragesystem, stufenlos verstellbaren Hüft- und Brustgurten und einem fleecegefütterten Gogglepocket. \nFür das Leben abseits der Piste verfügt der Dakine Skirucksack Rucksack über ein Sonnebrillenfach, ein großes gepolstertes Notebookfach und ein praktisch aufgeteiltes Organizer-Fach für Stifte, Taschenrechner und Handy. So kann der Snowboardrucksack auch gut als Schulranzen\/Schulrucksack benutzt werden.\nDakine TEAM MUSTANG Skihandschuh\nDer hochwertig verarbeitete Lederhandschuh TEAM MUSTANG von Dakine wurde zusammen mit Teamrider Austin Smith entwickelt und designt. Das wasserabweisende und atmungsaktive Aussenmaterial Durafuse Leather sorgen für optimale Wärmespeicherung bei gleichzeitigem Feuchtigkeitsabtransport. Das Futter des Dakine TEAM MUSTANG ist aus Polyesterfleece gefertigt und ist angenehm zu tragen. Um die Hände vor eindringendem Schnee und Kälte zu schützen, verfügt der Dakine TEAM MUSTANG über eine RV seitlich und über Flextough\u0099 Einsätze am Armabschluss. Sollte die Brille mal beschlagen oder die Nase tropfen, sorgen die weichen Daumeneinsätze Abhilfe!\nSelbstverständlich gibt es auch dieses Jahr wieder den passenden Rucksack den Dakine TEAM MISSION, check it out!",
    "referenceId": null,
    "date_created": "1440450147",
    "date_modified": "1443661505",
    "tags": "Array,Array,Array,Array,Array,Array",
    "sourceId": "3",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6380740",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Austin-Smith-2011-Winter-Team-Pack-and-Glove",
    "category": null,
    "duration": 73,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 0,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/93205113_1280x724.jpg",
        "mediaDuration": 73,
        "prettyDuration": "01:13",
        "uploadDate": 1285952514,
        "tags": "Array,Array,Array,Array,Array,Array",
        "hookText": "",
        "sources": []
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}