{
    "title": "etnies Proudly Welcomes Chris Joslin",
    "description": "As California’s best-kept skateboarding secret, Chris Joslin has managed to keep his head ducked well below skateboarding’s collective radar. Born in Bellflower and raised by the El Dorado skatepark, Chris embodies the purest form of skate rat. If he isn’t searching for new spots on Instagram or watching skate videos, he is out in the streets blitzing any and every spot in his path, while relentlessly unleashing the talent that has made him Ryan Sheckler’s favorite skater. On the eve of Plan B releasing their eagerly awaited video “True”, whispers of heavy moves at legendary hammer spots around the globe are coming through in waves and it’s clear we’re on the brink of skateboarding’s best kept secret becoming common knowledge: representing the apex of no nonsense, high altitude hammers, Chris Joslin is set to burn his way into your list of favorite skaters and stay there long into the future.",
    "referenceId": null,
    "date_created": "1440709429",
    "date_modified": "1449086937",
    "tags": "etnies,chris joslin,plan b skateboards,skateboarding,skate videos",
    "sourceId": "3",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6383487",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "267",
    "entityIdParent": "168527",
    "titleTextEncoded": "etnies-Proudly-Welcomes-Chris-Joslin",
    "category": null,
    "duration": 400,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 0,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/491600333_1280x720.jpg",
        "mediaDuration": 400,
        "prettyDuration": "06:40",
        "uploadDate": 1412462230,
        "tags": "etnies,chris joslin,plan b skateboards,skateboarding,skate videos",
        "hookText": "As California’s best-kept skateboarding secret, Chris Joslin has managed to keep his head ducked well below skateboarding’s collective radar. Born in Bellflower and raised by the El Dorado skatepark, Chris embodies the purest form of skate rat. If he isn’",
        "sources": []
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}