{
    "title": "O'Neill Shoreditch Showdown Teaser",
    "description": "http:\/\/www.oneillshoreditchshowdown.com\nTake 50 tonnes of snow, dump it in one of the capitals coolest areas, throw in a sprinkling of iconic London street fixtures then invite 20 of the UK's best skiers & snowboarders and we give you, O'Neill Shoreditch Showdown. Putting a stamp on a secret EC2 venue, the exclusive snow event will land in the big smoke on Thursday 21st November to put UK street riding well and truly on the map.\n\nSandwiched between a selection of hip bars and late night cafes, the East London venue will create a striking backdrop for a floodlit night of urban jibbing from our country's finest. Bringing mountain life to the streets, the inner-city playground will resemble a film set of an authentic snow-filled London street. Featuring an original double-decker bus, telephone kiosk, red pillar post box and a multitude of rails, the stage is set for next level creativity and progression. \n\nOpening its doors to a select crowd of 500 successful ticket winners and VIPs, this exclusive street-lit contest will show London's east side how world-class UK street riding is, while a live VJ set and on-site graffiti installation makes this event fresher than the hipster farmers' market down the road. \nAnd if this isn't enough to look forward to, there are even talks of a secret after party with special guest artists. So....... keep your eyes on www.oneillshoreditchshowdown.com and #oneilluk for further updates.",
    "referenceId": null,
    "date_created": "1440452051",
    "date_modified": "1444416924",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6381627",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "O-Neill-Shoreditch-Showdown-Teaser",
    "category": null,
    "duration": "35",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/BJB4syKqJ8U\/hqdefault.jpg",
        "uploadDate": 1381154248,
        "videoId": "BJB4syKqJ8U",
        "title": "O'Neill Shoreditch Showdown Teaser",
        "description": "http:\/\/www.oneillshoreditchshowdown.com Take 50 tonnes of snow, dump it in one of the capitals coolest areas, throw in a sprinkling of iconic London street ...",
        "author": "TeamONeill",
        "mediaDuration": "35",
        "prettyDuration": "00:00:35",
        "views": "3218",
        "hookText": "http:\/\/www.oneillshoreditchshowdown.com Take 50 tonnes of snow, dump it in one of the capitals coolest areas, throw in a sprinkling of iconic London street ..."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}