{
    "title": "TWITCH'S 420% ALL NATURAL - Official Trailer",
    "description": "TWITCH’S 420% ALL NATURAL is a collaboration from Jeremy Stenberg (arguably the best dirt bike freerider of all time) and Producer\/Director Jay Schweitzer of the iconic On the Pipe series. The concept behind this freeride phenomenon was to capture the true essence of dirt- bike riding in the hills on natural terrain. This cinematic masterpiece showcases the top riders in the world including: Jeremy Stenberg, Nate Adams, Dustin Miller, Mike Mason, Ronnie Renner, Jeremy McGrath, Andy Bakken, Dan Pastor, Todd Potter, Brody Wilson, Daniel Sani, Tyler Beremen, Vinnie Carbone and Myles Richmond.\nTwitch’s 420% All Natural brings you inside the mindset of Jeremy Stenberg and his friends in their search for the ultimate freeride destination. Their journey takes them all across California and Arizona to locations: Cameron, Az., Reche Canyon, Beaumont, Ocotillo Wells, Temecula Hills and our new found freeride paradise Morro Bay and Cambria.\nWith over 35 minutes of documentary style action packed content, “Twitch’s 420% All Natural” will make you feel like you are right there riding with the pro’s. Shot almost entirely on Red Digital this is the highest quality motocross footage that exists on the planet. With over 7 hours of helicopter time, 5 days of tractor operating and hundreds of hours shoveling in the hills this film unloads an arsenal of new jumps never seen before.\nPlease join us on this amazing adventure as Twitch and his crew take FMX to an unprecedented level and prove what is possible between a man and his machine on natural terrain in “Twitch’s 420% All Natural”.\nProduced and Directed by: Jay Schweitzer\nPowerband Films\nSponsored by: etnies, Famous Stars and Straps, Wyvern Motosports, Local Clothing, Freerider Magazine Australia, Moto X Magazine Germany.\nAvailable on Itunes and DVD May 14, 2012",
    "referenceId": "40731666",
    "date_created": "1443197742",
    "date_modified": "1455825818",
    "tags": "moto,freeriding,free-riding,twitch,motox,motocross,jeremy stenberg,420",
    "sourceId": "3",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6414496",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "TWITCH-S-420-ALL-NATURAL-Official-Trailer",
    "category": null,
    "duration": 110,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 1,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/281751684_1280x720.jpg",
        "mediaDuration": 110,
        "prettyDuration": "01:50",
        "uploadDate": 1334939067,
        "tags": "moto,freeriding,free-riding,twitch,motox,motocross,jeremy stenberg,420",
        "hookText": "TWITCH’S 420% ALL NATURAL is a collaboration from Jeremy Stenberg (arguably the best dirt bike freerider of all time) and Producer\/Director Jay Schweitzer of the iconic On the Pipe series. The concept behind this freeride phenomenon was to capture the tru",
        "sources": [
            {
                "file": "https:\/\/player.vimeo.com\/external\/40731666.hd.mp4?s=7b03bbc79411305aa8610baef163294f&profile_id=113&oauth2_token_id=62432308"
            }
        ]
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}