{
    "title": "Arbor Snowboards :: Scotty Vine - Full Part 2",
    "description": "Persevering through hard times shows courage and motivation to achieve goals, produces humility and can result in great accomplishments. The 2011\/12 winter was the most difficult test of my life in snowboarding. I worked with many talented people over the course of the season who directly or indirectly affected the outcome of this video part. I proudly present this video as a thank you to those who made it possible. It has been 14 years since I started snowboarding and I'm grateful to be able to say that it's still my passion and I still love snowboarding.\nNobody can make a video part alone. Here is a list of friends (in no particular order) who I would like to thank for helping me in the ridiculous process that became this video: Joe Bosler, Jordan Ingmire, Cory Rain, Nate Escalona, Pat Bridges, T-Bird, Ryan \"Huggy\" Hughes, Kyle Beckman, Chris Wellhausen, Darcy Bacha, Joel Muzzy, Kevin Westenbarger, Sean Sullivan, Parker Duke, Tyler Malay, Landon Taylor, Brad Farmer, Matt Patti, Bob Carlson, Kenny Hill, Matt Devino, Eli Weiner, Nate Shute, Gary Milton, Ryan McLaughlin, Nick Brewer, Justin Gunson, Gary Tyler McLeod, John Cavan, Tanner Pendelton, Dan Weigel, Steven Woolworth, Erik Leon, Ian Sams, Ray Takahashi, Kara Fliestra, Maddison Ellsworth, Yale Cousino, Tim Humphrys, Greg Boyd, Jaeger Bailey, Mitch Richmond, Hans Jenson, Dale Rehgerg, Transworld Magazine, Snowboarder Magazine, Boreal park staff, Buttermilk park staff, Mt. Bachelor park staff, Steven's Pass, and my parents Misty and Vincent Vine.",
    "referenceId": "50659724",
    "date_created": "1443639913",
    "date_modified": "1446775024",
    "tags": "Arbor,Arbor Snowboards,Scotty Vine,Full Part,Snowboarding,One Footed Snowboarder",
    "sourceId": "3",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6418290",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Arbor-Snowboards-Scotty-Vine-Full-Part-2",
    "category": null,
    "duration": 249,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 0,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/349365698_1280x720.jpg",
        "mediaDuration": 249,
        "prettyDuration": "04:09",
        "uploadDate": 1349232902,
        "tags": "Arbor,Arbor Snowboards,Scotty Vine,Full Part,Snowboarding,One Footed Snowboarder",
        "hookText": "Scotty Vine Full Part 1: http:\/\/www.youtube.com\/watch?v=5PqqPzEGWL4\nScotty Vine Full Part 3: https:\/\/vimeo.com\/74606211\nScotty Vine Full Part 4: https:\/\/vimeo.com\/100847025\n\nPersevering through hard times shows courage and motivation to achieve goals, pro",
        "sources": []
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}