{
    "title": "Torrey Meister | Chapter 5 | Las Palmeras",
    "description": "For Torrey Meister, Winning the 2013 O’Neill Coldwater Classic, not only provided him with an O’Neill sponsorship and $50k to travel the world to surf the WQS. He also received an underlying prize provided by Mulcoy Travel and the Las Palmeras Surf Camp. This prize was a free stay and guided tour to Salina Cruz to train in-between contests, test O’Neill product and film Chapter 5 of the 2014 Torrey Meister video series. \n\nWith the local knowledge of the Las Palmeras Surf Camp owner David Ramirez and fellow pro surfer\/surf guide, Josh Mulcoy, both Torrey Meister and O’Neill teammate Colt Ward, scored amazing surf for 5 days straight. In this time both Torrey and Colt surfed a minimum of 8 hours a day, testing O’Neill sun protective products, boardshorts and dialing in their equipment for upcoming contests. Torrey Meister | Chapter 5 | Las Palmeras will give you a taste of how good a surf trip can be.\n\nThe Torrey Meister series has documented the saga of his post O’Neill Coldwater Classic victory in 2013. So far it has shown both the triumph and defeat of chasing the after the dream of qualifying for the World Championship Tour (WCT). It has also shown some of the other great perks of surfing for Team O’Neill. Please take a look at previous chapters at http:\/\/www.oneill.com\/wetsuits\/videos..",
    "referenceId": "pBmSCm1e-Y4",
    "date_created": "1443205106",
    "date_modified": "1445271166",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6414579",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Torrey-Meister-Chapter-5-Las-Palmeras",
    "category": null,
    "duration": "400",
    "settings": [],
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/pBmSCm1e-Y4\/hqdefault.jpg",
        "uploadDate": 1407798062,
        "videoId": "pBmSCm1e-Y4",
        "title": "Torrey Meister | Chapter 5 | Las Palmeras",
        "description": "For Torrey Meister, Winning the 2013 O'Neill Coldwater Classic, not only provided him with an O'Neill sponsorship and $50k to travel the world to surf the WQS.",
        "author": "TeamONeill",
        "mediaDuration": "400",
        "prettyDuration": "00:06:40",
        "views": "2955",
        "hookText": "For Torrey Meister, Winning the 2013 O'Neill Coldwater Classic, not only provided him with an O'Neill sponsorship and $50k to travel the world to surf the WQS."
    },
    "transcripts": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "33"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}