{
    "title": "SPY+ High Flying 4\/20 Ride Day At Pala Raceway",
    "description": "SPY brought one of the largest crowds on record to Pala Raceway Wednesday 04.20.2011, as it celebrated the completion of the \"SPY Shady Spot\" portable lounge at this renowned moto venue with a different kind of ride day.\n\nHundreds of motocross riders, fans and industry folk showed-up to witness the first \"Dethrone the King Holeshot Race\" featuring Jeremy McGrath as the reigning king. Dozens of Average Joes (some less average than others) lined-up for a shot at the crown, and two Pros in Joes clothing wound-up toppling the The King from his throne! (Not that that King needs any excuses, but he got stuck good in the middle of some serious chaos off the line, with a sea of speed freaks bumping shoulders and grabbing throttles en route to the holeshot... What happened to \"safety first\"?!)\n\nIt was an all-SPY podium at the awards ceremony. Congrats go to SPY endorser and KTM's own Mike Sleeter and SPY athlete Grant Langston. Sleeter was presented the Holeshot Winner's trophy by none other than MC himself and the ever-creepy Matt \"Smelly\" Chong.\n\nAfter grabbing some lunch from Wahoo's Fish Taco it was time to dive into the industry-stacked SPY Mini Bike Relay. Team Deft Gloves took top honors, just nudging out the SPY team who took second, followed by The Easter Bunnies and Team Kawasaki in third and fourth place.\n\nSpecial thanks to Jeremy McGrath, DC Shoes, Deft Gloves, Kawasaki, KTM, Transworld Motocross and Wing and the crew at Wahoo's Fish Taco.",
    "referenceId": "5Dq0rRstbBY",
    "date_created": "1443050660",
    "date_modified": "1456173180",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6413945",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "SPY-High-Flying-4-20-Ride-Day-At-Pala-Raceway",
    "category": null,
    "duration": "335",
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5Dq0rRstbBY\/hqdefault.jpg",
        "uploadDate": 1303504781,
        "videoId": "5Dq0rRstbBY",
        "title": "SPY+ High Flying 4\/20 Ride Day At Pala Raceway",
        "description": "SPY brought one of the largest crowds on record to Pala Raceway Wednesday 04.20.2011, as it celebrated the completion of the \"SPY Shady Spot\" portable ...",
        "author": "spyoptic",
        "mediaDuration": "335",
        "prettyDuration": "00:05:35",
        "views": "2108",
        "hookText": "SPY brought one of the largest crowds on record to Pala Raceway Wednesday 04.20.2011, as it celebrated the completion of the \"SPY Shady Spot\" portable ..."
    },
    "transcripts": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}