{
    "title": "Arbor Skateboards :: James Kelly - Burn It Down",
    "description": "On a rare occasion, you see a video that makes you stop - stop what you’re doing, stop what you’re thinking, even stop how you’re breathing - a video that masters your emotions and alters your vitals. At that moment, when your heart jumps into your throat, and your nerve endings fire, you realize you’re seeing something memorable.\nWith that we invite you to see a piece we filmed with Arbor team rider, James Kelly, to support the launch of his new pro model. The final product stopped us in our tracks. It reminded us once again why in downhill skating James is called the American Dream. A title he’s been burning down for years with a humble approach and an unmatched intensity at speed.\nAbout James: Born in Petaluma, CA - James grew up riding with some of downhill’s most influential skaters. For years, he’s been showing that there’s no road that can’t be conquered. He has perfected his abilities to skate anything at speed, while building the discipline required to keep calm when the consequences are high. James is no stranger to the racecourse and podium, yet he’s most at home on the hills surrounding his family cabin in the Western Sierras, where this video was filmed.\nAbout the New Model: The new James Kelly Pro Model is the result of years of skating at speed. More hours than can be counted went into the design, refinement, and road testing. The shape reflects the rider, the lines he rides, and serious nature of what he does. The shape has a long wide platform, multiple wheelbase options, and the right amount of rocker. It provides versatility and confidence when approaching speed. Dimensions: length 38.50” – width: 9.75” – wheelbase: 27.00”-30.00”. See the new shape here: arborcollective.com\/skateboards\/products\/james-kelly-pro-model\/\nAbout Arbor: The Arbor Collective was founded in 1995 and remains a family rooted in the experience and fueled by collaboration with athletes and artists who share a vision for forward thinking design. For more information on the Arbor Collective visit: arborcollective.com\nFilm\/Edit: Jack Boston\nMusic: \"Jim\" Swans",
    "referenceId": "106099077",
    "date_created": "1443036827",
    "date_modified": "1446066160",
    "tags": "Arbor,Arbor Skateboards,James Kelly,Pro Model,Skateboarding,Downhill Skating,Standup Slides,Wipeout,Big Fall,Bail,50 MPH",
    "sourceId": "3",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6413842",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "252",
    "entityIdParent": "3763991",
    "titleTextEncoded": "Arbor-Skateboards-James-Kelly-Burn-It-Down",
    "category": null,
    "duration": 226,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 1,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/490652024_1920x1080.jpg",
        "mediaDuration": 226,
        "prettyDuration": "03:46",
        "uploadDate": 1410702585,
        "tags": "Arbor,Arbor Skateboards,James Kelly,Pro Model,Skateboarding,Downhill Skating,Standup Slides,Wipeout,Big Fall,Bail,50 MPH",
        "hookText": "On a rare occasion, you see a video that makes you stop - stop what you’re doing, stop what you’re thinking, even stop how you’re breathing - a video that masters your emotions and alters your vitals. At that moment, when your heart jumps into your throat",
        "sources": [
            {
                "file": "https:\/\/player.vimeo.com\/external\/106099077.hd.mp4?s=f371f7307085e07ed93a5175cb7e8ea4&profile_id=119&oauth2_token_id=74680278"
            }
        ]
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}