{
    "title": "etnies Southern Edge",
    "description": "Much like a flock of birds we found ourselves migrating south once again, after the first cold and wet days hit central and northern Europe. Unlike our avian friends, we didn’t get to spend the whole winter in the warmer climate. Ten days had to be enough to do two demos and fill up on sunshine, warmth and good skatespots.\nMalaga was the start and endpoint of our journey. Axel Cruysberghs, Barney Page and Julian Furones met up there with Joan Galceran and Deniz Yilmaz from the Spanish etnies team. On the first day, Axel learned the hard way that you should never leave a backpack with valuable possessions on the backseat of the car. Even if you are skating just around the corner, thieves will know a way to steal your stuff. Finding a Belgian Embassy to get a new passport for Axel became one of the main missions after the weekend.\nFor our next stop we got to spend two days in lovely Chiclana, met up with some old friends and discovered that some of the spots there, had been destroyed, only to be replaced with new and better ones.\nWinter finally caught up with us in Albufeira (Portugal) and we got to spend a rainy day on the beach. The rain didn’t stop us from jumping in the waves and the few people that were about must have figured we were not fully in control of ourselves. When the skies cleared up we discovered some interesting stuff to skate as well as a nice concrete park.\nBirds always find their way home when winter is over and we had to mimic that behavior at the end of the trip, even if the cold season had actually only just started for us.",
    "referenceId": "40043846",
    "date_created": "1443197742",
    "date_modified": "1449088762",
    "tags": "etnies,skateboard,Spain,Portugal,Axel Cruysberghs,Barney Page,Julian Furones,Joan Galceran,Deniz Yilmaz",
    "sourceId": "3",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6414498",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "183",
    "entityIdParent": "168527",
    "titleTextEncoded": "etnies-Southern-Edge",
    "category": null,
    "duration": 283,
    "settings": {},
    "asset": {
        "type": "mp4",
        "hdvFlag": 1,
        "thumbnailUrl": "https:\/\/i.vimeocdn.com\/video\/276506949_1280x720.jpg",
        "mediaDuration": 283,
        "prettyDuration": "04:43",
        "uploadDate": 1334013605,
        "tags": "etnies,skateboard,Spain,Portugal,Axel Cruysberghs,Barney Page,Julian Furones,Joan Galceran,Deniz Yilmaz",
        "hookText": "Much like a flock of birds we found ourselves migrating south once again, after the first cold and wet days hit central and northern Europe. Unlike our avian friends, we didn’t get to spend the whole winter in the warmer climate. Ten days had to be enough",
        "sources": [
            {
                "file": "https:\/\/player.vimeo.com\/external\/40043846.hd.mp4?s=d25ba9d09607560700a2b800e7d347cb&profile_id=113&oauth2_token_id=62432308"
            }
        ]
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}