{
    "title": "Mixing Typography and Illustration with Gemma O'Brien | Volcom | School Of Cool",
    "description": "Welcome to the second episode of Volcom School Of Cool hand lettering tutorials from Volcom Ambassador, Gemma O’Brien.\n\nThis lesson will teach you how to use an existing font to create letterforms and then integrate illustrated elements with watercolor.",
    "referenceId": "pY5EyV0hnp0",
    "date_created": "1461210392",
    "date_modified": "1470182309",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "Volcom",
    "video_celeb": "Gemma_O_Brien",
    "video_activity": "Art___Design",
    "VV_VI": "13",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "65545661",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "255",
    "entityIdParent": "168557",
    "titleTextEncoded": "Mixing-Typography-and-Illustration-with-Gemma-O-Brien-Volcom-School-Of-Cool",
    "category": "",
    "duration": 134,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/pY5EyV0hnp0\/hqdefault.jpg",
        "uploadDate": 1461210392,
        "videoId": "pY5EyV0hnp0",
        "title": "Mixing Typography and Illustration with Gemma O'Brien | Volcom | School Of Cool",
        "description": "Welcome to the second episode of Volcom School Of Cool hand lettering tutorials from Volcom Ambassador, Gemma O’Brien (aka @mrseaves101 on Instagram).\n\nThis lesson will teach you how to use an existing font to create letterforms and then integrate illustrated elements with watercolor.\n\nGrab a free download of Gemma's alphabet guide template as well as a list of all the supplies you need to follow along with Gemma at the link below.\n\nhttp:\/\/vol.cm\/socep2\n\nHave a go and make sure you Instagram your creation, tag @volcomwomens_oz and #volcomschoolofcool and Gemma will pick her favorite to win the original signed artwork created by her in this tutorial!\n\nWatch Episode 1: https:\/\/www.youtube.com\/watch?v=_6o5aShQ5N4\nWatch Episode 3: https:\/\/www.youtube.com\/watch?v=_6vkqJuWY-o",
        "author": "Volcom",
        "mediaDuration": 134,
        "prettyDuration": "00:02:14",
        "views": "920",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "So today I'm going to talk through combining typography and illustration as one to create a final piece. The base alphabet I have here is Saharah Budoni, uh which is or a more high contrast version of the Budoni, so you got really severe thicks and thins between letterform which is perfect for translating it into water color because you get a lot of the texture here. So this is kind of a starting point of the letterforms that I'm using this is a sample of the watercolor effect here, and the word that I'm going to work on today is yes! Very positive, um I wanted to combine maybe some illustrative plants and flower elements this is a bit of a sample here, and the starting point for these with some cut outs that I found in a flower kind of old school flower reference books, so I found a few elements here and here which I've scanned in, and this is kind of the final element that I'm going to join and look at combining the text with the illustration. So I've already prepared this kind of outline, here so you can see I've started to integrate the text with the flowers, so basically I'm going to use this as the base with the light box underneath and get the watercolor paper on top and watch the magic happen. [Music Playing] And so that's the finished piece, and you can see how you can really get the nice texture with the watercolor paper here coming through in the letters which is something I really like to do when working with kind of an existing font, you can bring it to life with the illustration.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}