{
    "title": "Meet with the frenchy wildcards - the hanalei show Ep.2",
    "description": "First day for the girls event, the Rip Curl women Pro at Lagido.\r\nWe followed the two frenchy wildcards Cannelle Bulard and Justine Dupont.\r\nGreat performance for Cannelle who beat the world champion in the round 1 and went directly to the round 3.",
    "referenceId": "DddvjJRur8s",
    "date_created": "1286492173",
    "date_modified": "1465345113",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66090359",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "25",
    "entityIdParent": "168546",
    "titleTextEncoded": "Meet-with-the-frenchy-wildcards-the-hanalei-show-Ep-2",
    "category": "",
    "duration": 136,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/DddvjJRur8s\/hqdefault.jpg",
        "uploadDate": 1286492173,
        "videoId": "DddvjJRur8s",
        "title": "Meet with the frenchy wildcards - the hanalei show Ep.2",
        "description": "First day for the girls event, the Rip Curl women Pro at Lagido.\r\nWe followed the two frenchy wildcards Cannelle Bulard and Justine Dupont.\r\nGreat performance for Cannelle who beat the world champion in the round 1 and went directly to the round 3.",
        "author": "Rip Curl",
        "mediaDuration": 136,
        "prettyDuration": "00:02:16",
        "views": "2261"
    },
    "transcripts": "Hey guys we are here on the first day of the contest we're going to start with the girls this morning because of a big swell we actually changed the contest site, so we are here in Lagido. The swells are looking real well we are going to follow our team riders Rip Curl that have worked hard on the CT's for the first time Cannelle and Justine wish them really good luck have fun let's check it out. It has just started and soon I'll be in the 3rd heat, and Justine will be in the 4th. We'll see but I'm getting stressed right now. But you're enjoying it right? You seem a little nervous. Are you okay? Yeah I'm nervous. So calm down, think of something else, everything happening now is all positive. You don't need to get stressed about it. Just try to get into deep soul surfing feeling, be happy to be here, showing everybody what you're able to do and that's it. Yeah, I'm happy! Just try to give the feeling to the girl that to be relaxed, and don't be like stressed because when you stress you cannot uh be very close down your free surfing. So I tried just to be like uh give the confidence to the girls and not to be stressed, and I have to let them know to just take fun and be happy to do what you are doing. Waves were little tough out there, but I'm still really happy.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}