{
    "title": "Steve Madden Music Presents: Kayleigh Goldsworthy",
    "description": "Steve Madden Music had a chance to hang and hear a couple of acoutsic songs with Brooklyn's own singer\/songwriter, Kayleigh Goldsworthy. \n\nWe had a chance to sit down with Kayleigh and talk her past, the recording process of her debut full-length album, \"Burrower\", touring and life.",
    "referenceId": "5qA3T9sX30w",
    "date_created": "1433452136",
    "date_modified": "1465343164",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66092624",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "0",
    "entityIdParent": "66115248",
    "titleTextEncoded": "Steve-Madden-Music-Presents-Kayleigh-Goldsworthy",
    "category": "",
    "duration": 108,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5qA3T9sX30w\/hqdefault.jpg",
        "uploadDate": 1433452136,
        "videoId": "5qA3T9sX30w",
        "title": "Steve Madden Music Presents: Kayleigh Goldsworthy",
        "description": "Steve Madden Music had a chance to hang and hear a couple of acoutsic songs with Brooklyn's own singer\/songwriter, Kayleigh Goldsworthy. \n\nWe had a chance to sit down with Kayleigh and talk her past, the recording process of her debut full-length album, \"Burrower\", touring and life.\n\nCheck out Steve Madden Music's other videos with Kayleigh and find out more about her here: https:\/\/kayleighgoldsworthy.bandpage.com\/",
        "author": "STEVE MADDEN",
        "mediaDuration": 108,
        "prettyDuration": "00:01:48",
        "views": "51",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi this is Kayleigh Goldsworthy, and you're watching Steve Madden Music. I think playing live was always a very intimidating thing. The first band that I was in like my first live experience I was in like olemodes hover band, and it was just kind of like we were playing metal night at the night of Columbus and it was just the most intimidating thing not because you were playing a show, but because everybody around me, I'm pretty sure wanted to beat the crap out of me. [Music Playing]. Burrower is really a cultivation of my life from when I decided to move to New York, and up to about 6 months before the record came out. It's a recording process for Burrower was kind of insane because I write pop songs, but I wanted them to have a little bit more behind them, so I actually re-recorded the record 3 times since then. There are tracks like Tennessee that really are personal to me. It came to a point when I was walking through the streets of Nashville where you actually feel like I belong here. [Music Playing]. Moving out to California I'm going to be focusing a lot on you know the next record. Um I'm also going to be doing some touring with Young and Sick. When I'm home from touring with them I'm going to be looking to, to take California by storm in the same way that like you know I have that New York hustle and I don't think it's going to go anywhere anytime soon.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}