{
    "title": "Daryl K * Crashin' Fashion Week 2 * Interview with Daryl & Spencer From Daryl K",
    "description": "Daryl and Spencer discuss their collection and inspirations behind it.",
    "referenceId": "_cnSgI1_kp0",
    "date_created": "1329507244",
    "date_modified": "1466192126",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66092721",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Daryl-K-Crashin-Fashion-Week-2-Interview-with-Daryl-Spencer-From-Daryl-K",
    "category": "",
    "duration": 103,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_cnSgI1_kp0\/hqdefault.jpg",
        "uploadDate": 1329507244,
        "videoId": "_cnSgI1_kp0",
        "title": "Daryl K * Crashin' Fashion Week 2 * Interview with Daryl & Spencer From Daryl K",
        "description": "Daryl and Spencer discuss their collection and inspirations behind it.",
        "author": "STEVE MADDEN",
        "mediaDuration": 103,
        "prettyDuration": "00:01:43",
        "views": "357",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[Music Playing] \nHi, this is Abby from Paper Magazine, we are here today with the Daryl from Daryl K and the artist Spencer Sweeney talking about a recent collaboration they did together. So I first want to find out how did you guys meet? Well I think um Spencer’s a bit younger than me, but we’ve both been on the scene I think, the downtown scene for a long time, you know uh be in fashion, art, music scene and I think that it was just inevitable that we would cross paths. I want to ask you about the collection you did together and where you drew some of your inspirations both you Daryl as the designer and then Spencer as the artist. MAinly when we started talking about uh what we were going to uh what we were about to uh create that color. We focused on color, energy and color, so and then um so we started immediately, started talking about color, we started looking at paintings talking about what kind of color fields we were interested  in, the type of movement, of the paint and the lines that it made. Um and then so we picked out we looked at some paintings we picked out a few and then Daryl went to work um kind of collaging piecing together, and she did an amazing job as you can see piecing these different color fields together. And then we started talking about what we really liked and then we did some another series of paintings using um these areas as references and worked further from there. \n[Music Playing]",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}