{
    "title": "Frozen Banana Ice Cream",
    "description": "Here is a fabulous recipe from the book Body & Soul, by Bethany Hamilton and Dustin Dillberg. How to make your own ice-cream alternative out of frozen bananas! No Dairy. No Sugar. Pure Yum.\nMakes a great summertime snack or dessert for the whole family!\n\n*If you have access to them, use Apple Bananas for naturally added sweetness!",
    "referenceId": "4lbOyaO0Nik",
    "date_created": "1435705243",
    "date_modified": "1465344272",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "14",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66107225",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "6",
    "entityIdParent": "66115250",
    "titleTextEncoded": "Frozen-Banana-Ice-Cream",
    "category": "",
    "duration": 113,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4lbOyaO0Nik\/hqdefault.jpg",
        "uploadDate": 1435705243,
        "videoId": "4lbOyaO0Nik",
        "title": "Frozen Banana Ice Cream",
        "description": "Here is a fabulous recipe from the book Body & Soul, by Bethany Hamilton and Dustin Dillberg. How to make your own ice-cream alternative out of frozen bananas! No Dairy. No Sugar. Pure Yum.\nMakes a great summertime snack or dessert for the whole family!\n\n*If you have access to them, use Apple Bananas for naturally added sweetness!",
        "author": "Bethany Hamilton",
        "mediaDuration": 113,
        "prettyDuration": "00:01:53",
        "views": "12236",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "So we're going to show you how to make banana ice cream what you're going to want to do is have one frozen banana per serving, so per person one banana and then we have coconut milk or almond milk or whatever milk you prefer to help with the consistency. So what you're going to do is go ahead and just dump that frozen bananas in. You can put a little splash and now again this is going to be just to your um your desired texture. So let's go ahead and just start off with a little splash and then we're going to put the lid on make sure that the lid is on. And then Bethany do you want to go ahead and turn it on? Mhm, woo, Mmm that looks good let's try it! So put your banana ice cream in your favorite serving dessert dish and what we like to add to our banana ice cream is some chopped-up almonds, adds a nice crunch yes and I like to go with a little bit more of a tropical flare. I love using unsweetened coconut flakes and sometimes I do get chocolate cravings so what I'll do is while the banana is being blended i'll add in either a\nlittle bit of cocoa powder or dark chocolate chips. So let's give it a taste, sounds good. Seriously it's amazing like super creamy and have that nice crunch and totally clenching my dessert tooth, mhm it's a great way to end your night on a healthy note.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}