{
    "title": "Under Armour Football: #iLLSPEED Tour 2016",
    "description": "iLLSPEED is a combination of pro football combine style\ndrills that measures athleticism and assesses an athletes cognitive\nability while under preassure.",
    "referenceId": "OX9gQ1Lj6n8",
    "date_created": "1461072702",
    "date_modified": "1474400602",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66177289",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "29",
    "entityIdParent": "66186028",
    "titleTextEncoded": "Under-Armour-Football-iLLSPEED-Tour-2016",
    "category": "",
    "duration": 139,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/OX9gQ1Lj6n8\/hqdefault.jpg",
        "uploadDate": 1461072702,
        "videoId": "OX9gQ1Lj6n8",
        "title": "Under Armour Football: #iLLSPEED Tour 2016",
        "description": "iLLSPEED is a combination of pro football combine style\ndrills that measures athleticism and assesses an athletes cognitive\nability while under preassure.",
        "author": "Under Armour",
        "mediaDuration": 139,
        "prettyDuration": "00:02:19",
        "views": "3208",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "iLLSPEED is a combination of pro football combine style drills that measures athleticism and assesses in athletes cognitive ability under pressure. There are four attributes that define if you're the illest on the field. thought reaction, dynamics reaction, agility, speed. The iLL test number 1 the start, a test of mental and physical reaction to the start of a play. Result number one is the time between the first signal and the athlete passing through the first game it generally takes an average human between point 2 and 2.5 seconds to physically react to an external stimulus. The difference of a half second at the start line is approximately 3 and a half feet. iLLSPEED test number 2 dynamic reaction, measures an athletes ability to react to external signals while running. The time between the signals and the athletes decision to react separates the good athletes from the iLLEST, so if an athlete needs to think about making the decision to go left or right the opponent can be three yards down field. iLLSPEED test number three feet and agility skills measures an athletes footwork and cutting mechanics. The speed ladder, body control is huge in the game of football, it distinguishes athletes from non athletes. iLLSPEED test number 4 speed, the true test of speed, the final 40 yards, this part of the test is added in to show how fast an athlete can be once he starts to break away from their opponent. This will allow us to determine who has true games speed. Top four go to Baltimore, for the championships to see who is crown the iLLEST, turn up!",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}