{
    "title": "Fit & Sizing | Under Armour Headphones Wireless | Engineered by JBL",
    "description": "In this video, learn how to properly fit your UA Headphones Wireless | Engineered by JBL.\n\nUA Headphones Wireless | Engineered by JBL are designed by athletes for athletes to set the new standard of what a sport headphone should be. Sweat proof and built to withstand any workout, they’re guaranteed to be the most comfortable headphones you’ll ever wear. They’ll never hurt, fall out, or get in your way. UA Headphones Wireless | Engineered by JBL are Bluetooth enabled freeing you",
    "referenceId": "JUHINOLOq1k",
    "date_created": "1459958305",
    "date_modified": "1474400566",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66177286",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Fit-Sizing-Under-Armour-Headphones-Wireless-Engineered-by-JBL",
    "category": "",
    "duration": 86,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/JUHINOLOq1k\/hqdefault.jpg",
        "uploadDate": 1459958305,
        "videoId": "JUHINOLOq1k",
        "title": "Fit & Sizing | Under Armour Headphones Wireless | Engineered by JBL",
        "description": "In this video, learn how to properly fit your UA Headphones Wireless | Engineered by JBL.\n\nFor more about UA Headphones Wireless, visit: http:\/\/undrarmr.co\/23hAqGv\n\nUA Headphones Wireless | Engineered by JBL are designed by athletes for athletes to set the new standard of what a sport headphone should be. Sweat proof and built to withstand any workout, they’re guaranteed to be the most comfortable headphones you’ll ever wear. They’ll never hurt, fall out, or get in your way. UA Headphones Wireless | Engineered by JBL are Bluetooth enabled freeing you",
        "author": "Under Armour",
        "mediaDuration": 86,
        "prettyDuration": "00:01:26",
        "views": "2098",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "ua headphones wireless engineered by JBL may look bigger than your standard earbuds their unique design fits into the bowl of your ear vs your inner here this ensures you get a secure fit and never have to worry about the headphones falling out even during the most extreme workouts. These headphones come with two different sized enhances the smaller enhancers size five are pre fit on the headphones, and the larger ones size seven are in the box insert each tip directly into your ear canal a slight twist of the headphones toward your jaw will lock them into place. the correct size will fully fill the bowl of your ear and fits snugly against the edge feeling secure having the right size will not only ensure the best of it but also optimal sound quality. For best overall performance it's recommended to wear the headphones with the cord in front if you choose to wear the cord in the back extensions included to improve stability and keep the cord off your neck. If your headphones become loose you may need the size 7 enhanciers which can be found in the box to change sizes remove the original enhancers then align the sound tunnels of the alternate enhancers and stretch down the edges if you still feel like you don't have the perfect fit our customer care team can help fit you or provide larger or in between sizes.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}