{
    "title": "GoPro Music: Matt and Kim “Let’s Run Away” BTS",
    "description": "Inspired by Nicolas Vuignier’s Centriphone technique, Matt built his own homemade bullet-time rig. This time, a little more durable, with a GoPro. \nExplore Matt’s simple but elegant setup and dive into a look behind the scenes of Matt and Kim’s incredibly vibrant and innovative music video for “Let’s Run Away”. \n\nMatt and Kim's new music video, \"Let's Run Away\"\n\nWE WERE THE WEIRDOS \n\nShot 100% on the HERO4® camera\n\nMusic\nMatt and Kim\n\"Let's Run Away\" Instrumental",
    "referenceId": "dq2zsPw-_3I",
    "date_created": "1465822805",
    "date_modified": "1474392271",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "GoPro",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66173920",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "140",
    "entityIdParent": "3762188",
    "titleTextEncoded": "GoPro-Music-Matt-and-Kim-Let-s-Run-Away-BTS",
    "category": "",
    "duration": 127,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dq2zsPw-_3I\/hqdefault.jpg",
        "uploadDate": 1465822805,
        "videoId": "dq2zsPw-_3I",
        "title": "GoPro Music: Matt and Kim “Let’s Run Away” BTS",
        "description": "Inspired by Nicolas Vuignier’s Centriphone technique, Matt built his own homemade bullet-time rig. This time, a little more durable, with a GoPro. \nExplore Matt’s simple but elegant setup and dive into a look behind the scenes of Matt and Kim’s incredibly vibrant and innovative music video for “Let’s Run Away”. \n\nMatt and Kim's new music video, \"Let's Run Away\"\nhttps:\/\/youtu.be\/4KA1eXUKZJ4\n\nWE WERE THE WEIRDOS \nSpotify: http:\/\/spoti.fi\/1TSTDYB\niTunes: https:\/\/itun.es\/us\/cNU7bb\nGoogle Play: https:\/\/goo.gl\/Ze4zVS\nAmazon: http:\/\/amzn.to\/1pKFGDk\n\nFor more from Matt and Kim:\nInstagram \/ Snapchat \/ Twitter \/ Facebook: @mattandkim\nhttp:\/\/mattandkimmusic.com\n\nShot 100% on the HERO4® camera from ‪http:\/\/GoPro.com.\n\nGet stoked and subscribe: http:\/\/goo.gl\/HgVXpQ\n\nTo license clips from this video go to https:\/\/licensing.gopro.com \n\nMusic\nMatt and Kim\n\"Let's Run Away\" Instrumental\n\n\nFor more from GoPro, follow us:\nFacebook: https:\/\/www.facebook.com\/gopro\nTwitter: https:\/\/twitter.com\/gopro\nInstagram: https:\/\/instagram.com\/gopro\nTumblr: http:\/\/gopro.tumblr.com\/\nPinterest: http:\/\/www.pinterest.com\/gopro   \nVine: https:\/\/goo.gl\/m3nQz7",
        "author": "GoPro",
        "mediaDuration": 127,
        "prettyDuration": "00:02:07",
        "views": "5800",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey GoPro Matt and Kim here and we just wanted to tell you a little bit about our let's runaway video and how we made it. Well I'd seen this Swiss freeskiers video a little while back we have to get a lot of props for developing this style of shooting you know I called like the poor man's bullet times in the matrix I found that if i was to use the GoPro if something happened like it went flying off our roof it'll still be safe and I'm still talking to you on that gopro. Ahh the shots amazing just watching it tumble then you watch our neighbor picking it up looking at it. It has this crazy psychedelic look as it's spinning through the trees okay here it is straight up with a wooden coat hanger one of our good coat hangers too. yeah which I drilled two holes through each end and put about six feet of fishing wire from one end out I took one of the gopro mounts stuff that right in the middle taking these moments and slowing them down and giving them in this perspective but in a very do it yourself way. It was just Matt and I running around Brooklyn trying not to smack ourselves in the face, yeah we really needed 240 frames per second which would make it so we can slow it down ten times as much. I didn't go to school for film now with this band whenever it comes to our music videos it's one of those only times that I get to sort of like flex that visual motion side like that I really love playing the drums and i really love dancing my brother and I we have a great dancing club when I was young maybe that was the beginning of it or maybe maybe it was the first time i saw footloose. See Kevin Bacon, I don’t know I think our outlook on life is just have a good time I mean why else, that’s how you should live your life. How we keep having fun is we do things that are fun i hope that the experience you have been watching our video is you see the fun in it and the fun we're having in it and you have fun watching it. Thank you gopro thank you everyone for hanging out with us if you guys make any videos like this send them our way I want to see what you guys come up with.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}