{
    "title": "Totally Crustaceous Tour history - Part 2 of 4 | Volcom Surf",
    "description": "Volcom's Totally Crustaceous Surf Tour history series - Part 2 of 4.\n\nVolcom's North America Marketing Director, Daniel Terry, and former Volcom VP of Marketing, Troy Eckert give us insight into the first regional locations and the start of the live webcasts at the events.",
    "referenceId": "QyYJG55P95Q",
    "date_created": "1465594331",
    "date_modified": "1466805206",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66182946",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Totally-Crustaceous-Tour-history-Part-2-of-4-Volcom-Surf",
    "category": "",
    "duration": 72,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/QyYJG55P95Q\/hqdefault.jpg",
        "uploadDate": 1465594331,
        "videoId": "QyYJG55P95Q",
        "title": "Totally Crustaceous Tour history - Part 2 of 4 | Volcom Surf",
        "description": "Volcom's Totally Crustaceous Surf Tour history series - Part 2 of 4.\n\nVolcom's North America Marketing Director, Daniel Terry, and former Volcom VP of Marketing, Troy Eckert give us insight into the first regional locations and the start of the live webcasts at the events.",
        "author": "Volcom",
        "mediaDuration": 72,
        "prettyDuration": "00:01:12",
        "views": "63",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "I think we started in Newport, God I wanna say the next one was in Florida, we called it the sea the sea cow puffer fish in Hawaii, there's, there's so many there's like 12 or 13 now I think across you know across the nation, and then internationally susheemi me fish in Japan and it just kinda happened quickly which was cool because everybody like was stoked on it, it was just a fun thing for even the guys that ran it, it was like fun you know so. It was the opposite of what the other surf contest where and that's why I was so drawn to it because there was this such a free feeling and there just wasn't so much pressure attached like there are you know competitive surfing at that time even more so now. Man the early days of the webcast to cause we were like, we were doing it like basically and I mean it was like it was kinda in the beginning of all that stuff too, and we just kinda took it upon ourselves  to do it. People all over the world were able to tune in and check it out, they were entertain because it was not only surfing, there was this whole side show going on I don't know I don't even know how we pulled some of that stuff off.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}