{
    "title": "GoPro Golf: Monday Qualifier - James Driscoll",
    "description": "James Driscoll has had a long career in the PGA, but due to an unfortunate dip in his play over the past couple years, he's now battling to get back on Tour. Follow James as he tries to earn his Tour card at the Monday Qualifiers.\n\nShot 100% on the HERO4® camera \n\nMusic\nCourtesy of ExtremeMusic",
    "referenceId": "n1ixoczAhTM",
    "date_created": "1465563603",
    "date_modified": "1474392555",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": "GoPro",
    "video_celeb": null,
    "video_activity": "Golf",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66173929",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "GoPro-Golf-Monday-Qualifier-James-Driscoll",
    "category": "",
    "duration": 373,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/n1ixoczAhTM\/hqdefault.jpg",
        "uploadDate": 1465563603,
        "videoId": "n1ixoczAhTM",
        "title": "GoPro Golf: Monday Qualifier - James Driscoll",
        "description": "James Driscoll has had a long career in the PGA, but due to an unfortunate dip in his play over the past couple years, he's now battling to get back on Tour. Follow James as he tries to earn his Tour card at the Monday Qualifiers.\n\nShot 100% on the HERO4® camera from ‪http:\/\/GoPro.com.\n\nGet stoked and subscribe: http:\/\/goo.gl\/HgVXpQ\n\nTo license clips from this video go to https:\/\/licensing.gopro.com \n\nMusic\nCourtesy of ExtremeMusic\n\nFor more from GoPro, follow us:\nFacebook: https:\/\/www.facebook.com\/gopro\nTwitter: https:\/\/twitter.com\/gopro\nInstagram: https:\/\/instagram.com\/gopro\nTumblr: http:\/\/gopro.tumblr.com\/\nPinterest: http:\/\/www.pinterest.com\/gopro   \nVine: https:\/\/goo.gl\/m3nQz7",
        "author": "GoPro",
        "mediaDuration": 373,
        "prettyDuration": "00:06:13",
        "views": "47244",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "I love the Monday qualifiers I think the monday qualifiers really making you tough. there's so much opportunity so much upside that it fires me up i'm james driscoll and I'm a professional golfer from Boston Massachusetts. yeah i won the mass and a couple times i won the New England amateur when I was 17 the first round of the week of the Masters I was paired with shigeki Maruyama and Tom Watson I remember I got off to a good start and kind of just kept it going and ended up shooting for under for the day and I think it had me in the top 10 for the Masters going into the second round I think nerves must of got to me a little bit the second day and I got 78 the second and miss the cut by one shot that was kind of tough pill to swallow yeah the grind of the pga tour professional golf is definitely been more of a grind that I thought when I turned pro i think i may be assumed that was going to be a little bit easier than it's been in I've been playing for I guess 16 years as a pro now and it definitely has its ups and downs and you know the officer fantastic the hard part is kind of deal with down times ok yeah when I lost my car two years ago I definitely entered the web.com season the next year I was trying to kick myself and fire myself up but it was almost like matter what I tried to do i still was missing the PGA Tour those money qualifiers you're on something nice and it kind of trains you to be tough and and be focused it's a real long shot there's only four spots and there's a hundred fifty guys at each one but hey someone's got a qualified as much of a long shot of these monday qualifiers are there still a great opportunity you could ask for someone in my position to to go out and have a great day and and maybe turn into a week that change your life we're here at industry hills golf club just outside of LA for the Monday qualifier for the Northern Trust Open we have a hundred fifty six competitors today with the top four would advance golf if you make your life and make it your living you have to really take care of your body so I spent 20 25 minutes foam rolling stretching and just going to get my hips and back in in a position where they can you know move without me worried about her breaking down before the round I'm just trying to get as kind of as quiet as I possibly can no nerves I just try to get into this like close to a zone as I can get I mean it's hard to force yourself into his own like talking to people i don't want to get my own world and to complete this group from Wellesley master two sets James let's call you know what you have to do you know there's no room for error makes you just like take that aim and really go for broke the beauty of the game is that shape that you're just kind of always after because everyone who's played pick up a golf club or who swung a golf club even the driver and just hit that one shot on the sweet spot and you're like why why can't I do that again that's the start of the chase starting out the way I did with I straight pars it's not good enough in a Monday qualifier. Through 6 holes you kind of you want to be too under that it didn't have much mojo going on today which is kind of frustrating but that like that's the game you just sometimes it's there and sometimes it's not. Certainly not the type of day I was looking for you know going into these things that you kind of have to have a special day where you just are mistake free I made up the stakes in the first six holes three basic for myself, smile for the camera nice buddy yes thanks guys. I flew a long way to shoot even par and make only two birdies on a course that you really got to make six or seven birdies on. I mean there's no sense to me sit around pouting over the 71 shot today. There's no question the game gives you a lot of opportunities to get down but that's just not really in my nature I wouldn't want to be easy no one ever said it was going to be easy.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}