{
    "title": "Setting Up Your Shoe | Under Armour SpeedForm Gemini 2 Record Equipped",
    "description": "In this video, learn how to set up your UA SpeedForm Gemini 2 Record Equipped. Pair with MapMyRun. \n\nThis is the new wearable.",
    "referenceId": "acaXHRw8zXY",
    "date_created": "1457372268",
    "date_modified": "1474405471",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66177301",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Setting-Up-Your-Shoe-Under-Armour-SpeedForm-Gemini-2-Record-Equipped",
    "category": "",
    "duration": 92,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/acaXHRw8zXY\/hqdefault.jpg",
        "uploadDate": 1457372268,
        "videoId": "acaXHRw8zXY",
        "title": "Setting Up Your Shoe | Under Armour SpeedForm Gemini 2 Record Equipped",
        "description": "In this video, learn how to set up your UA SpeedForm Gemini 2 Record Equipped. Pair with MapMyRun. \n\nFor more about UA SpeedForm Gemini 2 Record Equipped, visit:  http:\/\/undrarmr.co\/207Ktfk  \n\nThis is the new wearable.",
        "author": "Under Armour",
        "mediaDuration": 92,
        "prettyDuration": "00:01:32",
        "views": "5080",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "introducing the ua speed form gemini 2 record equipped shoes they track all the data you need so you can focus on your run to get started go to the App Store on your iphone or android phone and download the map my run app this is where your workouts and data will be stored if you already have the app be sure to download the latest version once you've installed the app create an account make sure to add your height and weight to get the most accurate estimate of calories burned and other stats after you register you'll see the connect apps and devices screen where you can tap the image of the shoe take your right shoe out of the box and bring it near your phone on the app tap the image of your shoe follow the prompts and shake your shoe to wake the sensor if you have any problems connecting move your shoe closer to your phone and make sure it's the only pair of you a connected she was nearby if you're still experiencing problems visit gemini2.ua.com The chip will outlive the shoes so you'll never have to think about charging will be sure to let you know when it's time for a new pair your ua connected shoes are now connected with your phone and map my run account check out one of the get running videos before going for your first run.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}