{
    "title": "UA Flashback - Doug Flutie",
    "description": "Former BC Quarterback Doug Flutie lead the 1984 Boston College Eagles to the Cotton Bowl, and now he's back suiting up for Under Armour. #UAFlashback",
    "referenceId": "hhjsP_GsTU8",
    "date_created": "1447772229",
    "date_modified": "1470182939",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": "Doug_Flutie",
    "video_activity": "Football",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66177328",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "UA-Flashback-Doug-Flutie",
    "category": "",
    "duration": 109,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hhjsP_GsTU8\/hqdefault.jpg",
        "uploadDate": 1447772229,
        "videoId": "hhjsP_GsTU8",
        "title": "UA Flashback - Doug Flutie",
        "description": "Former BC Quarterback Doug Flutie lead the 1984 Boston College Eagles to the Cotton Bowl, and now he's back suiting up for Under Armour. #UAFlashback",
        "author": "Under Armour",
        "mediaDuration": 109,
        "prettyDuration": "00:01:49",
        "views": "5923",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Here's your ball game folks as Flutie takes the mat, he drops straight back has some time, now scrambles away from one hit, looks unfortunate D1 for the end zone, Phelan is down there. Oh he's got it, did he get it? Oh he's got it, touchdown, touchdown, touchdown! I'm on the Under Armour campus, I'm ready to try on the new throwback uniforms from Under Armour for the Boston College Notre Dame game. I'm kinda fired up about it because I feel like I'm stepping into  the modern year for the first time in quite a while. These flashback uniforms, what would you accomplish is amazing, we took a lot of visual q's placements of logos used the old retro logos, all  just meant to really hark back and commemorate that team from that year. This is cool, first thought was like wow we can get the flashback uniform is perfect. Oh yeah, we put in a little style, you even got my name on it! Putting on the Uni on today for the 1st time in 10 years. How do you feel? I feel more athletic, more fitted, it's snug, it makes me want to grab a ball and start throwing it around. How does it compare back in the day? I mean I remember the days of tape around my belt to hold my pants up, tapes around my thigh pad to hold them in place, and now with this you're wearing top notch gear, but it's light. If I had to chose about shoes  are the lighter the better, I'm not even noticing the fact that these are up over my ankle. I feel like I've been in a time warp for 20 years, and now I'm coming out and realizing what these guys are wearing. This is amazing, make that fake and give me that roll out. You know what it went 64 in the air, if I've been wearing this uni it might have gone out of the end zone.  For the end zone Phelan is out there Oh he's got it, did he get it? Oh he's got it, touchdown, touchdown, touchdown, touchdown, touchdown! Boston College, he did it!",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}