{
    "title": "GoPro: Power Soccer With Adaptive Sports Athletes",
    "description": "Watch these athletes compete against one another as they prove that success in the game can be earned by all, as long as you dare to try. \"It isn't about how we are different, but how we are similar.\" \n\nBORP is the leading provider and promoter of adaptive sports and accessible recreation for those with disabilities.\n\nShot 100% on the HERO4® camera\n\nMusic\nOdesza \n\"Today\"\n\nWilliam Ryan Fritch \n\"Harp Tremolo Strings Piano\"",
    "referenceId": "Q5A12baiB9s",
    "date_created": "1434999616",
    "date_modified": "1473206301",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": "GoPro",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "7",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66174293",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "GoPro-Power-Soccer-With-Adaptive-Sports-Athletes",
    "category": "",
    "duration": 264,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Q5A12baiB9s\/hqdefault.jpg",
        "uploadDate": 1434999616,
        "videoId": "Q5A12baiB9s",
        "title": "GoPro: Power Soccer With Adaptive Sports Athletes",
        "description": "Watch these athletes compete against one another as they prove that success in the game can be earned by all, as long as you dare to try. \"It isn't about how we are different, but how we are similar.\" \n\nBORP is the leading provider and promoter of adaptive sports and accessible recreation for those with disabilities.\n\nFor more information, visit: http:\/\/www.borp.org\n\nShot 100% on the HERO4® camera from ‪http:\/\/GoPro.com.\n\nGet stoked and subscribe: http:\/\/goo.gl\/HgVXpQ\n\nMusic\n\nOdesza \n\"Today\"\n\nWilliam Ryan Fritch \n\"Harp Tremolo Strings Piano\"\nhttp:\/\/www.williamryanfritch.com\/\n\nFor more from GoPro, follow us:\nFacebook: https:\/\/www.facebook.com\/gopro\nTwitter: https:\/\/twitter.com\/gopro\nInstagram: https:\/\/instagram.com\/gopro\nTumblr: http:\/\/gopro.tumblr.com\/\nPinterest: http:\/\/www.pinterest.com\/gopro   \nVine: https:\/\/goo.gl\/m3nQz7",
        "author": "GoPro",
        "mediaDuration": 264,
        "prettyDuration": "00:04:24",
        "views": "223420",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "You know in the world of soccer there's a lot of different ways people are involved, it's the world game because it provides that opportunity for some many people to play and compete and you think about the opportunities that you've had. Then perhaps you can turn that around and be part of something where you help create that for other people who haven't had that chance. My name is Margaret and I have congenital muscular dist-ropy, I think that people get distracted by a wheelchair or by a ventilator and that people often forget that there's a person there. Awesome, guards in the back? Yup guards in the trunk. Being involved in Power Soccer you kind of learn (cool) that you value your chair. All right, right this way guys, that button might work, the upper button, yup. That's the great thing is that you're able to experience the whole being on a team, playing a sport, playing a competitive sport. You know that's one of the really great parts about having power soccer, yeah, like that, yep exactly and now it'll fit. Okay one pin right? Yes. People with disabilities sometimes they're not thought of as athletes, hey let's go circle up, we need a circle. Let's split up we'll go bombers over here, shockers over here. This really changes perspectives for not only Society, (that's better April) but also for the person themselves. My name is Jonathan Newman I'm the Adult Sports Coordinator for the Bay Area outreach and recreation program, otherwise known as BOAR. You know really people need to look past the chair, they need to look past the crutches, it's just people playing soccer. [Team talking] Good Job. Really awesome that Power Soccer allows you to kind of you know embrace your wheelchair and enjoy playing the sport. Well at first I thought that I wouldn't like playing Power Soccer just because I was like I don't need sports, but I definitely do every now and then think back and say you know gosh it would've been really nice to have that outlet or that you know sport. Power Soccer is one of the most freeing things that I have. [Team talking] The biggest obstacle for these athletes is our society's attitude towards people with disabilities. What people need to do more than look at the differences, look at the similarities. Having that opportunity to compete and work as a team and encourage your teammates, that's just a priceless thing. Good, good job guys our ball. Let's go, almost, yeah I know. I'll try it next time. I wonder if we can wear these during the games, you can.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}