{
    "title": "GoPro: On the Ice with Patrice Bergeron & Tuukka Rask - Episode 6",
    "description": "Step ‘On the Ice’ with Patrice Bergeron & Tuukka Rask as they compete against one another and explain exactly why they have so much respect for each others' abilities.\n \nStay tuned for more 'On the Ice' episodes featuring TJ Oshie and Zach Parise. \n\nGoPro is a proud partner of the National Hockey League (NHL) and the NHL Players’ Association (NHLPA).\n\nShot 100% on the HERO4® and HERO3+® cameras",
    "referenceId": "1at410VypsA",
    "date_created": "1428505201",
    "date_modified": "1474392083",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "GoPro",
    "video_celeb": null,
    "video_activity": "Hockey",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66174369",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "136",
    "entityIdParent": "3762188",
    "titleTextEncoded": "GoPro-On-the-Ice-with-Patrice-Bergeron-Tuukka-Rask-Episode-6",
    "category": "",
    "duration": 187,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/1at410VypsA\/hqdefault.jpg",
        "uploadDate": 1428505201,
        "videoId": "1at410VypsA",
        "title": "GoPro: On the Ice with Patrice Bergeron & Tuukka Rask - Episode 6",
        "description": "Step ‘On the Ice’ with Patrice Bergeron & Tuukka Rask as they compete against one another and explain exactly why they have so much respect for each others' abilities.\n \nStay tuned for more 'On the Ice' episodes featuring TJ Oshie and Zach Parise. \n\nGoPro is a proud partner of the National Hockey League (NHL) and the NHL Players’ Association (NHLPA).\n\nShot 100% on the HERO4® and HERO3+® cameras from http:\/\/GoPro.com.\n\nGet stoked and subscribe: http:\/\/goo.gl\/HgVXpQ",
        "author": "GoPro",
        "mediaDuration": 187,
        "prettyDuration": "00:03:07",
        "views": "396773",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "You kind of get an idea of What we're looking at End the paste that were trying to play at.Shoot how did he do that? Loosen up you take your time loosen up.Biggest thing is changing your angle on a shot Try to use your whole body and Transfer your weight. It helps to be quick I guess it Used to be a lot of guys Standing up and Pushing side to side Sometimes my skate is on the post and Sometimes my pad is on the post. It's always hard against two It's that good I think. I think it's all about the Twist to your wrist. You can look or there's an opening but Don't look the whole time there cause the dukes will know that you’re shooting there. Eventually we’re going to have you come into  the draw as soon as You get in I'll drop it All right so I'm going to try here alright haha. Love it you do your slides So he'll pass it to me and And I'll pass it back to him and he'll just Stop alright Bring It On Oh my God I knew that I need to do a review on that one. One more, You're leaning towards the net how do you want me to score there? I know he's cheating you can Rootkit if you have to. Haha hit the camera too See I switched it I search that he scored the first time Yeah you actually use the post To push it Yeah like you actually push off And a lot of guys don't do that right. Next we'll have you Step out just kind of Paths cross Patrice to you And the two of you try to score. That's the same right there I think it's just positioning The poison And never come it says it's always the shooter usually that commits I think that makes him that good it's tough to read I mean a lot of it becomes Instinct then you train your eyes to see A certain way Guys are releasing the puck And he has one of those releases that year Can't really get a read on It makes you mad when everybody scores. Oh man, oh man he went for it, I like it.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}