{
    "title": "Sustainable Surf - 2016 TCT Global Champs | Volcom Surf",
    "description": "Volcom's TCT Global Champs is deemed a Deep Blue Surfing Event by Sustainable Surf which means the event follows strict guidelines in order to help reduce its environmental footprint, such as: using biodiesel in the event's generators, ridding of plastic on the beach, encouraging use of refillable water bottles, and supporting San Onofre Parks Foundation via Volcom's True To Trestles tee.\n\n2016 TCT Global Champs @ Lower Trestles, June 14-17 features the world's best 20 & Under surfers battling it out for a $30,000 prize purse and the ultimate title of a TCT Global Champion",
    "referenceId": "Ek1OEGFOzRw",
    "date_created": "1466708233",
    "date_modified": "1467753230",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "30",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66287523",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "230",
    "entityIdParent": "168557",
    "titleTextEncoded": "Sustainable-Surf-2016-TCT-Global-Champs-Volcom-Surf",
    "category": "",
    "duration": 80,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Ek1OEGFOzRw\/hqdefault.jpg",
        "uploadDate": 1466708233,
        "videoId": "Ek1OEGFOzRw",
        "title": "Sustainable Surf - 2016 TCT Global Champs | Volcom Surf",
        "description": "http:\/\/tct.volcom.com",
        "author": "Volcom",
        "mediaDuration": 80,
        "prettyDuration": "00:01:20",
        "views": "195",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The Deep Blue Surfing Event certification is a way for any surf contest to reduce its footprint on the environment and inspire fans and employees to live a more sustainable lifestyle. If you're going to do an event at lowers it's important to minimize your impact and try to give back to the local community and support all the people who are working hard to protect trustles and lowers throughout the year. The Volcom TCT finalists is a Deep Blue Surfing Event this is achieved by using biodiesel and the generators to power the webcast. By capturing and recycling plastics throughout the event we made into new clothing with repreve. By encouraging the use of reusable water bottles and water refilling stations throughout the event site and by supporting the senator free state parks foundation through the Volcom True to Trustles. One final thing they're doing is measuring carbon footprint of the whole event that means the energy used both by the event itself and all the travel of the athletes, by plane, by car, from all over the world to come to the event. That's measured and calculated in terms of a total carbon footprint of the event which is then offset by using high-quality carbon offsets from wildlife works.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}