{
    "title": "Mike Hill AoSA -  - 2016 TCT Global Champs | Volcom Surf",
    "description": "Mike Hill, founder of AoSA Image in Huntington Beach, CA, makes displays, banners, trade show booths, and more, out of reclaimed materials from local waste streams and recycled items. Mike works with Volcom in many areas and we were stoked to have him design our 2016 TCT Global Champs trophies! \n\n2016 TCT Global Champs @ Lower Trestles, June 14-17 features the world's best 20 & Under surfers battling it out for a $30,000 prize purse and the ultimate title of a TCT Global Champion!",
    "referenceId": "ET3qSiK3Szg",
    "date_created": "1466172337",
    "date_modified": "1466803500",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66228278",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "235",
    "entityIdParent": "168557",
    "titleTextEncoded": "Mike-Hill-AoSA-2016-TCT-Global-Champs-Volcom-Surf",
    "category": "",
    "duration": 114,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ET3qSiK3Szg\/hqdefault.jpg",
        "uploadDate": 1466172337,
        "videoId": "ET3qSiK3Szg",
        "title": "Mike Hill AoSA -  - 2016 TCT Global Champs | Volcom Surf",
        "description": "2016 TCT Global Champs @ Lower Trestles, June 14-17 features the world's best 20 & Under surfers battling it out for a $30,000 prize purse and the ultimate title of a TCT Global Champion!\n\nWatch the live webcast on June 16-17 at http:\/\/tct.volcom.com",
        "author": "Volcom",
        "mediaDuration": 114,
        "prettyDuration": "00:01:54",
        "views": "60",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "My name is Mike Hill, I'm the founder of a AoSA image out here in Huntington Beach, California. I currently am blessed with being able to make amazing things for different companies involving displays, banners, build outs, trade show booths out of reclaimed materials from local waste streams, as well as new materials that's made from old stuff and things that can be recycled. It's very important for me in this company to be working with reclaimed materials as well as natural materials because we have it finite resource on this planet, so might as well use it appropriately if we have the option. The company's ethos is based around reclaimed and recyclable materials, cause it just makes common sense. I love working Volcom in general because I started working them like in 94 and it's been a long road and very very exciting to see their trajectory. This is our second working with the TCT championships and it's been a good one. Volcom basically comes to us with a postcard saying let's design some trophies out of this little postcard and then we look at what scrap we have, what processes we can do, and we design around it, try to make something that's fun, different, unique for Volcom and obviously the people that just rip at surfing, and deserve to get something that special and unique, so this year it's a really fun, playful trophy and i'm hoping that everyone enjoys it.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}