{
    "title": "REPREVE - 2016 TCT Global Champs | Volcom Surf",
    "description": "Crystal Colbert, manager, Channel Marketing and Design at Repreve, breaks down what Repreve is and how this recycled fiber is produced. This year alone, Repreve has already kept 4 billion plastic bottles out of landfills! Volcom is on board with Repreve and our Mod-Tech line of boardshorts are with Repreve fiber which accounts for roughly 5 plastic bottles per boardshort! \n\n2016 TCT Global Champs @ Lower Trestles, June 14-17 features the world's best 20 & Under surfers battling it out for a $30,000 prize purse and the ultimate title of a TCT Global Champion!",
    "referenceId": "kAgIGjwnSwo",
    "date_created": "1466172519",
    "date_modified": "1466803232",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66228277",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "REPREVE-2016-TCT-Global-Champs-Volcom-Surf",
    "category": "",
    "duration": 98,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/kAgIGjwnSwo\/hqdefault.jpg",
        "uploadDate": 1466172519,
        "videoId": "kAgIGjwnSwo",
        "title": "REPREVE - 2016 TCT Global Champs | Volcom Surf",
        "description": "2016 TCT Global Champs @ Lower Trestles, June 14-17 features the world's best 20 & Under surfers battling it out for a $30,000 prize purse and the ultimate title of a TCT Global Champion!\n\nWatch the live webcast on June 16-17 at http:\/\/tct.volcom.com",
        "author": "Volcom",
        "mediaDuration": 98,
        "prettyDuration": "00:01:38",
        "views": "127",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "So repreve is a brand of recycled fiber that's made from plastic bottles and post consumer waste. Well the recycled bottles are melted down and made back into fiber that is actually used  in performance wear, it's made into shoes, automotive polstery, carpeting, pretty much anything that you can use and wear, and so when Volcom, Volcom actually supports us back in inviting us to these events and there's constantly thinking forward as to what the next thing that we're going to change and convert from virgin Polly to repreve. I'm here to help facilitate as a channel marketing manager what I do is I work with the brand to help tell the story to bring our mobile tour out to educate people of the Volcom of events which is important to us and it's important to Volcom. Just this year we were talking about how many bottles already reprieve has kept out of landfills and it's up to 4 billion and counting, but if that if that message gets out people will be more conscious about whether it's a few cents cheaper or it's a couple cents more and they're going to buy it because they know that it's actually been made responsibly and the environment is actually in a better place because they're doing it.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}