{
    "title": "Surfrider - 2016 TCT Global Champs | Volcom Surf",
    "description": "Chad Nelson, CEO of the Surfrider Foundation, breaks down the environmental impacts of single-use plastics, how Volcom is helping to conserve and protect our coastlines, and their participation at the 2016 TCT Global Champs.\n\n2016 TCT Global Champs @ Lower Trestles, June 14-17 features the world's best 20 & Under surfers battling it out for a $30,000 prize purse and the ultimate title of a TCT Global Champion.",
    "referenceId": "pA_kty8Y4FI",
    "date_created": "1466697754",
    "date_modified": "1467753281",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66287524",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "231",
    "entityIdParent": "168557",
    "titleTextEncoded": "Surfrider-2016-TCT-Global-Champs-Volcom-Surf",
    "category": "",
    "duration": 157,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/pA_kty8Y4FI\/hqdefault.jpg",
        "uploadDate": 1466697754,
        "videoId": "pA_kty8Y4FI",
        "title": "Surfrider - 2016 TCT Global Champs | Volcom Surf",
        "description": "http:\/\/tct.volcom.com",
        "author": "Volcom",
        "mediaDuration": 157,
        "prettyDuration": "00:02:37",
        "views": "138",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "What I love about the surfrider foundation is it's an organization with a network of people that get up every morning and they say what can I do to make a difference. They're the doers the hand raisers of the world. My name is Chad Nelson I'm the CEO the Surfrider Foundation we really focus on turning people's passion for the coast into protection. More grassroots volunteer organization that protects the coast around the world and here at the surfrider foundation we engage locals, the best people to solve these problems to work on issues like water quality, opening up beach access, and protecting our beaches. Over the last year we founded a new program called the surf industry coastal defender program. And the basic idea behind it is to collaborate with the surf industry, the surf industry is such an important part of our surf culture and they have so much at stake we've partnered up with companies like Volcom for example, they're supporting us through financial support in addition we're partnering with them and collaborate with them on programs like the totally crustaceous tour and other ways to get the word out about how you as a surfer or an individual can help protect our coastlines a big focus for the surfrider foundation is fighting plastic pollution in the ocean it's a massive problem there's plastic in the oceans everywhere it's like almost like this super this smog this jar right here is an example this was collected from the middle of the ocean halfway between the United States and Hawaii, and these are all little particles that have been floating down. Plastic never degrades it just breaks down into smaller and smaller pieces out in the ocean. There's about 5.25 trillion pieces of plastic out there in the ocenas. So to tackle this plastic pollution problem there's a couple things we can do we can get out to our beaches and get that plastic off the land before it enters the ocean, so Volcom for example, has sponsored beach cleanups with the surfrider foundation we not only get the trash off the beach before it gets in the sea we also educate people about the trying to trash we find on the beach so they can change their behaviors and you know things like plastic bags, what single use water bottle, straws all those things we can eliminate those from use and solve that problem. At the end of the day all this ocean economy whether it's tourism, or the surf industry you know it is relying on a healthy coastal environment and a healthy ocean to make their money so there is no such thing as a bottom line that doesn't take those things into consideration because if you take the long view and we do anything that's going to impact off ocean waves and beaches we're going to win those industries so we need to really need to take sustainability seriously and try to focus on ways to you know build business, make money, and at the same time do no harm.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}