{
    "title": "The Under Armour Lighthouse: Manufacturing & Design Leadership Center",
    "description": "Under Armour’s new state-of-the-art innovation center will lead the advancement of designing and manufacturing footwear and apparel locally, ultimately making products better to make athletes better.",
    "referenceId": "T6fhVNK_0Tg",
    "date_created": "1467141178",
    "date_modified": "1467747460",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66340835",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "The-Under-Armour-Lighthouse-Manufacturing-Design-Leadership-Center",
    "category": "",
    "duration": 128,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/T6fhVNK_0Tg\/hqdefault.jpg",
        "uploadDate": 1467141178,
        "videoId": "T6fhVNK_0Tg",
        "title": "The Under Armour Lighthouse: Manufacturing & Design Leadership Center",
        "description": "Under Armour’s new state-of-the-art innovation center will lead the advancement of designing and manufacturing footwear and apparel locally, ultimately making products better to make athletes better.",
        "author": "Under Armour",
        "mediaDuration": 128,
        "prettyDuration": "00:02:08",
        "views": "760",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "If we can be more efficient, we can be more effective. Our industry is at a huge point of change we have an incredible amount of momentum before 1850 we pretty much got all of our footwear and apparel from Europe, and so we sit here today in the 2000's and we basically are still making our products with technology that was invented a hundred to a hundred and fifty years ago. You have a company that has matured to exactly the right point. Under Armour being the right size at the right time and in the right place. The lighthouse is going to be our secret weapon to revolutionize how all product is made. The lighthouse is where we're going to incubate these new ideas prove them out and deploy these processes out to our supply chain. The technology that we're bringing to the lighthouse is nothing short of the absolute pinnacle, the body scanner gives us a 360-degree perspective allowing us to see things that we were never able to see before. The lighthouse is going to be located right next to where our designers, our developers, and our product line managers work. What that allows you to do is to begin treating product development and sales, distribution, manufacturing all of it as one problem the more time we have the more visions we can make, the more visions we make products can get better. The lighthouse is always going to be creating jobs we're ultimately going to also take it local for local all around the world. The concept of building our products closer to where our markets are, this is a disruptive engine right inside Under Armour, we are pioneering the future, we are laying the groundwork for what a factory in the future is going to look like. That's the ultimate vision to make product, the likes of which the consumer has never seen before.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}