{
    "title": "Sound of Sorry \/\/ Lily & Matthew",
    "description": "Sound of Sorry \/\/ Lily & Matthew",
    "referenceId": "7CdoosDXrfw",
    "date_created": "1468339410",
    "date_modified": "1470331889",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "Ray_Ban",
    "video_celeb": null,
    "video_activity": "Art___Design",
    "VV_VI": "6",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66754499",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "20",
    "entityIdParent": "3764406",
    "titleTextEncoded": "Sound-of-Sorry-Lily-Matthew",
    "category": "",
    "duration": 200,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7CdoosDXrfw\/hqdefault.jpg",
        "uploadDate": 1468339410,
        "videoId": "7CdoosDXrfw",
        "title": "Sound of Sorry \/\/ Lily & Matthew",
        "description": "",
        "author": "Ray-Ban Films",
        "mediaDuration": 200,
        "prettyDuration": "00:03:20",
        "views": "35",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "I think you have to, I think in the beginning of a relationship you just like neglect your own life to like be in love with each other; and then at some point you have to get back on track. And I think it would have been easier if we lived together and that's something that we were about to do, and we kind of just cracked under the pressure. So we're definitely opposites, at it's best that worked great, and when we needed to get stuff done then it would be kind of on me, and then when we kind of have fun it would be on her, and we worked really well together as a team in that way. I think it was a really great relationship, we lived an hour apart, we would see each other all the time, and also we both do the same line of work. For me, the best relationship I've had, oh God! Things really started falling apart when we almost kind of mutually made this agreement to prioritize ourselves, without thinking of the consequences to our relationship. I was going through a stressful, hard time, and I think he was away for the weekend. I get a phone call from her saying, \"Hey, I think I'm going to adopt a dog,\" and so I said, \"Well, I can't tell you no, but don't you think it would be better if I was there to do this with you?\" And then like 20 minutes later I got a call from her saying, \"I got the dog.\" I've wanted to adopt a dog for a long, long time, and I went and did it, and I talked to him about it, but I think I would have made my decision regardless. That's when it started to become apparent to me that we weren't quite on the same page with everything. It sort of put a real wrench into our relationship at an already very stressful time of us trying to move in together. It's tough because like we love each other we just didn't do enough in our relationship to keep it going. I want to apologize for how inconsiderate I was the last few months of our relationship, and how I just started making decisions without thinking of you even though we were still together, you know? I really, I mean I can't tell you how much it means to me to hear you say that. I consider her to be one of my best friends, and it's hard to imagine after having spent so much time together to not have her in my life at all anymore. For us to fully forgive each other to be on good terms, and to remain best friends forever. Ready? Yeah.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": [
        "31"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}