{
    "title": "Sound of Sorry \/\/ Erik & Susie",
    "description": "See how it all turns out when an old schoolmate tries to make peace with the woman he wronged in high school.\n#ItTakesCourage",
    "referenceId": "iWRAZrpPRb4",
    "date_created": "1468338430",
    "date_modified": "1468957043",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "48",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "66754497",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "19",
    "entityIdParent": "3764406",
    "titleTextEncoded": "Sound-of-Sorry-Erik-Susie",
    "category": "",
    "duration": 221,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/iWRAZrpPRb4\/hqdefault.jpg",
        "uploadDate": 1468338430,
        "videoId": "iWRAZrpPRb4",
        "title": "Sound of Sorry \/\/ Erik & Susie",
        "description": "See how it all turns out when an old schoolmate tries to make peace with the woman he wronged in high school \/\/ Discover more @ http:\/\/neverhi.de\/7bln \/\/ #ItTakesCourage",
        "author": "Ray-Ban Films",
        "mediaDuration": 221,
        "prettyDuration": "00:03:41",
        "views": "33",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "It was a mixture of lack of judgement, peer pressure, and trying to fit in. Unfortunately, I tarnished someone else's reputation in doing so. There was one occasion where my friends whose house we were going to asked me to go up to his room to grab a CD or something, so I went up to his room and started looking through some things trying to find the exact CD we were looking for. Then I found myself following Susie upstairs, we were alone for a brief period of time, and nothing sexual whatsoever happened. I remember walking down and there were a ton of people in there, and they immediately did the classic staring at me, whispering, laughing, and I didn't know what had happened. Driving home he started probing me, asking me \"what happened,\" what happened, what happened?  I sort of agreed to a few things that didn't happen. Very quickly after, I remember having that classic mean girl scenario going to the lunchroom one day and the big group of girlfriends that I would sit with getting up, and clearing  and laughing and coming to my face and cursing me out and I remember not having any clue what happened. I kind of gave birth to this untrue story and for the rest of high school, I kind of kept going with it. I think at that age, when a rumor is created it's my impression that there's not really any effort by kids to seek the truth of the matter. I was approached once by Susie, I'm not sure exactly when sometime during school  and she asked me to kind of come clean and I said \"No.\" And that was a rumor that persisted until graduation form high school. Up until about a year to two years ago I came to a bit of a crossroads in my own life where I felt that I needed to be a man of integrity. You know obviously I can't change the past, but you can always change going forward. Then I say down one day and I wrote down like my life goals, and one of those goals is to live regret free. Awesome. And the one thing I regretted was that unfortunate incident that occurred between you and I. A lot of who we become as adults and all of the wonderful things we do wouldn't be possible without those negative experiences or hard times. Sure, yeah you've got to- you know, so in an odd way maybe- You could have honestly said \"FU, I hate you, don't ever contact me again.\" No, my goodness! No it meant the world that it validated so many things, I think. It did take a lot of courage, I will admit it was one of the harder things I've done. I think It's most important to be a solid character despite what situation, but so long as you just always act with dignity and grace, like a proper, conscientious person, I  think that's what courage should be.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": [
        "31"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}