{
    "title": "JanSport Pack Review: Iron Sight",
    "description": "Designed for the urban or outdoor explorer, the Iron Sight backpack features a side zippered padded 15 inch laptop or 3L hydration system sleeve, tablet pocket, deluxe organizer with padded phone holder and side water bottle pockets.",
    "referenceId": "_RXmi37ic1A",
    "date_created": "1440440638",
    "date_modified": "1470768639",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134788",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "73",
    "entityIdParent": "168538",
    "titleTextEncoded": "JanSport-Pack-Review-Iron-Sight",
    "category": "",
    "duration": 156,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_RXmi37ic1A\/hqdefault.jpg",
        "uploadDate": 1440440638,
        "videoId": "_RXmi37ic1A",
        "title": "JanSport Pack Review: Iron Sight",
        "description": "Designed for the urban or outdoor explorer, the Iron Sight backpack features a side zippered padded 15 inch laptop or 3L hydration system sleeve, tablet pocket, deluxe organizer with padded phone holder and side water bottle pockets.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/outside-backpacks\/iron-sight-t69v\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 156,
        "prettyDuration": "00:02:36",
        "views": "13229",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys my name is Ahren I'm a pack designer here at jansport today I'm going to walk you through one of our best selling products. We're going to take a look today at the iron sight this is part of our outside collection this is a 26 liter pack this particular one is made of an 840 denier poly-ballistic so let's take a look at the back. Back here you'll find your S curve shoulder straps these are really nicely padded with a soft touch mesh underneath you'll also find here your sternum strap it's great for securing heavy loads fully padded back panel that's quilted as well as your haul loop and a port for your hydration. In that sleeve you got an externally access zipper so hold up to a 15 inch laptop around the side you'll notice we've got dual water bottle pockets on this pack as well as on the right side a quick access zippered pocket I stick my wallet or my phone charger in there it's really easy to get in that pocket while the packs on just by swinging it around your shoulder inside the main compartment is where you'll find a lot of great organization options so here's what we've got your 15 inch laptop sleeve as well as our signature mountain oard with the features of fully plush and padded pockets here a great place to put your phone as well as some pens, and then on the front of this that's where you'll find the zippered mesh pocket anything you throw in here is really visible and easy to find but it's secured with that zipper it's also where you'll find our anodized carabiner key clip. Let's take a look at the front, so on the hood you've got a great quick access zippered pocket on the top I keep smaller items in there, I'll through my phone in there sometimes, or sunglasses, or pens, and pencils just a great easy access pocket as well as a kind of hidden zippered pocket for your tablet sleeve. So this is also fully plush lined and it's just really easy to get into this is kind of hidden so others may not know where it is. We got great amount of attachment points on the front of the pack here with these dual daisy chains as well these two gear loops and on the bottom there are two compression straps that are great for lashing on larger items like a wet beach towel or a yoga mat anything you want not in your main load. You'll also notice this is nicely trimmed out with our faux leather I use this this leather lashing square here to put my bike light on just another great versatile feature of this pack so there you have it that's our iron sight as always backed by our lifetime guarantee.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}