{
    "title": "JanSport Pack Review: Hatchet",
    "description": "Bringing together outdoor influence with modern functionality, the JanSport Hatchet backpack features a versatile sleeve designed to fit a 15 inch laptop or 3L hydration system, deluxe organizer panel, tablet pocket and water bottle pockets.",
    "referenceId": "zemFJyqbJx0",
    "date_created": "1440440605",
    "date_modified": "1470768633",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134791",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "JanSport-Pack-Review-Hatchet",
    "category": "",
    "duration": 137,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zemFJyqbJx0\/hqdefault.jpg",
        "uploadDate": 1440440605,
        "videoId": "zemFJyqbJx0",
        "title": "JanSport Pack Review: Hatchet",
        "description": "Bringing together outdoor influence with modern functionality, the JanSport Hatchet backpack features a versatile sleeve designed to fit a 15 inch laptop or 3L hydration system, deluxe organizer panel, tablet pocket and water bottle pockets.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/laptop-tablet-backpacks\/hatchet-t52s\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 137,
        "prettyDuration": "00:02:17",
        "views": "22479",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys it's Jayson i'm a senior product developer at jansport and today I'm going to walk you through one of our best selling products today we're going to be talking about the hatchet this is a sweet-looking backpack it's part of our outside collection which is highly versatile and functional the minute you step out the door it's a 20 liter bag it's constructed of 600 denier polyester. First of all go to the back we have a really nice fully padded back panel, s-curve shoulder straps with a soft mesh on the other side, a sternum strap which is great for securing your heavier loads and also on the back panel we have a nice port hole here where your hydration tube will come out and route through the shoulder straps. Run to the front of the pack this bag is a nice u-shaped top opening which allows you to get into the pack really easily once you open it you have a big space again to all your gear we have our 15 inch laptop sleeve it's fully padded this also has a dual function serving as a hydration bladder, and in front of that we have our padded and soft line tablet pocket and in front of that we have a really nice organizer its called our mountain organizer. It's got our anodized carabiner key clip as well as multiple storage options and a mesh little storage pocket in the front so you can see other smaller items. On the underside of the flap is a really sweet mesh zipper compartment this is where you can see all of your items in it and on the other side we have another zipper compartment here this is where I keep my wallet or anything else I need. Alright going to the side of the bag we have dual water bottle pockets on this side we have a zippered quick stash pocket here this is where I like to keep my power brig or any other batteries I need also there's a side compression strap here you can use this to compress the load closer to your back panel or you can just use it to stash things I tend to put like a pair of flip-flops there and ratch it down, so move around to the front of the bag we have a medium-sized zipper compartment here great little storage section here if you want to keep things separate from your main compartment on the front of the bag there's also these really great faux leather lashing points this one in particular I used to clip my bike light to, and so that's it. It's a great-looking bag it's the hatchet from jansport as always backed by our lifetime guarantee.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}