{
    "title": "JanSport Pack Review: Wanderer",
    "description": "Take the long way home with the Wanderer. This pack features premium Cordura fabric, suede bottom and trim, laptop sleeve, plenty of pockets and an expandable water bottle pocket.",
    "referenceId": "4qdXw2S-hqc",
    "date_created": "1464810131",
    "date_modified": "1470769716",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "5",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134698",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "JanSport-Pack-Review-Wanderer",
    "category": "",
    "duration": 109,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4qdXw2S-hqc\/hqdefault.jpg",
        "uploadDate": 1464810131,
        "videoId": "4qdXw2S-hqc",
        "title": "JanSport Pack Review: Wanderer",
        "description": "Take the long way home with the Wanderer. This pack features premium Cordura fabric, suede bottom and trim, laptop sleeve, plenty of pockets and an expandable water bottle pocket.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/wanderer-backpack-js0a2sde\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nBlog: http:\/\/www.jansport.com\/blog",
        "author": "JanSport",
        "mediaDuration": 109,
        "prettyDuration": "00:01:49",
        "views": "4152",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys my name is Jayson I'm a senior product developer jansport and today I'm going to be walking through some really cool product today we're going to take a look at the wanderer this is a 27 liter pack made out of a premium corridor fabric this fabric is super durable and it's a really abrasion resistance on the bottom panel here you'll notice Jen sports iconic suede leather bottom and you can also find this way leather on the lashes for on the front as well as on the zipper pulls all right let's start with the back panel you have a fully padded back panel and large padded straps and on the top here you have a wedding holder we were onto the side of the bag you have expandable gusseted water bottle pocket that will expand to accommodate different gear you want to throw in here and we're not using it to lay flat on the profile of bag all right this is a two-compartment bag so starting with this back compartment here inside of this pocket is a padded 15 inch laptop sleeve and in the main compartment here for large capacity department to stash all of your large bulky items on the front of the bag is a zippered pocket great spot to stash your tablet also fits a book really well or her headphones and on the front zipper pocket in this pocket you'll have your organizer paddle it's a two pocket organizer to stash your smaller gear and in the middle you have two slots for pens and pencils and finally on the bag is a quick staff super pocket on the front to throw your wallet or your keys or sunglasses in right so that's it for The Wanderer backpack this bag is guaranteed for life",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}