{
    "title": "JanSport Pack Review: Digital Student",
    "description": "Protect what's important to you with the JanSport Digital Student. With a removable 15 in laptop sleeve, dual water bottle pockets, and organizational storage throughout, this backpack is made to go everywhere.",
    "referenceId": "BBbCUAONq4s",
    "date_created": "1440440507",
    "date_modified": "1469574739",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134799",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "14",
    "entityIdParent": "168538",
    "titleTextEncoded": "JanSport-Pack-Review-Digital-Student",
    "category": "",
    "duration": 109,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/BBbCUAONq4s\/hqdefault.jpg",
        "uploadDate": 1440440507,
        "videoId": "BBbCUAONq4s",
        "title": "JanSport Pack Review: Digital Student",
        "description": "Protect what's important to you with the JanSport Digital Student. With a removable 15 in laptop sleeve, dual water bottle pockets, and organizational storage throughout, this backpack is made to go everywhere.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/laptop-tablet-backpacks\/digital-student-t19w\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 109,
        "prettyDuration": "00:01:49",
        "views": "36188",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys it's Jayson i'm a senior product developer at jansport and today I'm going to walk you through one of our best selling products alright today we're going to take a look at the digital students it's a large-capacity bag it will organize all of your digital gear it comes in at 38 liters and is constructed with 600 denier polyester go around to the back panel we have a fully padded back panel ergonomic s-curve shoulder straps with a nice soft lining on the other side a quick grab hauly from the top one of the great features of this pack is a zipper on the top which accesses your dedicated laptop compartment inside we have a removable laptop sleeve, the removable sleeve is fully padded and fits a 15 inch laptop it also has a webbing and velcro keeper on the top to keep things secure. Moving onto the side we have a water bottle pocket and this is just access to your main compartment, just one big giant dump zone you can fit your gym clothes, your jacket, your books, anything you need throughout the day on the front of the pack you have another zipper compartment here with an organizer panel and some slots and pen loops the front of that quick access velcro pocket here great for your power bricks, it also has a key chain on the front, so above that front compartment is a dedicated tablet compartment and lastly above that is a really quick zipper to access pocket for your smaller items. So that's it for the digital student it comes in a variety of really cool colors and prints and is always backed by a lifetime guaranteed.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}