{
    "title": "JanSport Pack Review: Night Owl",
    "description": "Ideal for any adventure, the Night Owl backpack features a padded sleeve designed to fit a 15 inch laptop or 3L hydration system, tablet pocket, top valuables pocket, deluxe organizer with padded phone holder and duel side water bottle pockets.",
    "referenceId": "4yhtPrSHaps",
    "date_created": "1440440654",
    "date_modified": "1470768641",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "947",
    "CVV_VI": null,
    "engagement_score": "8",
    "conversion_score": null,
    "id": "67134787",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "JanSport-Pack-Review-Night-Owl",
    "category": "",
    "duration": 138,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4yhtPrSHaps\/hqdefault.jpg",
        "uploadDate": 1440440654,
        "videoId": "4yhtPrSHaps",
        "title": "JanSport Pack Review: Night Owl",
        "description": "Ideal for any adventure, the Night Owl backpack features a padded sleeve designed to fit a 15 inch laptop or 3L hydration system, tablet pocket, top valuables pocket, deluxe organizer with padded phone holder and duel side water bottle pockets.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/outside-backpacks\/night-owl-t70g\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 138,
        "prettyDuration": "00:02:18",
        "views": "11573",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys my name is Ahren I'm a pack designer here at jansport and today I'm going to walk you through one of our best selling products the night owl. So this is a 26 liter pack this pack here is made out of 840 Denier poly-ballistic it also comes in a variety of other versatile and premium fabrics so let's look around the back of this pack we've got s-curve shoulder straps that are ergonomically they're really nicely padded and also have a nice soft touch mesh underneath they also feature a sternum strap here that's great for carrying heavier loads as well as a fully padded and quilted back panel on the side of the pack you're gonna have water bottle pockets on each side as well as on the right side you've got a small zippered stash pocket here I like to throw my wallet in there any other real quick access items you can get into this pocket. Well the pack is on one shoulder you can just swing it around and get in there so it makes it really easy. Inside the main compartment of this top loader this is my favorite part about this bag, just open up this top and it's you've got really easy access to all the stuff inside on the top here you've got your 15 inch laptop sleeve, this also serves as a hydration sleeve so you've got a hydration port up here as well as you've got your tablet sleeve on the front this is fully padded and flush line going around the front of the bag on top here is a really great pocket this is fully padded and plush line it's got a great size you can fit a full-size headphones in there or I'll throw glasses in there or any other items I want to keep secure and also really easy to access on the go. On the front of the pack we've got a nice little pocket here I stick my sunglasses in there so inside here is where you're going to find our signature mountain or a great place to throw your phone cables this is also where our anodized Caribbean key clip lives. You'll also notice on this pack we've got a lot of great attachment points on the front we've got dual daisy chains here as well as dual gear loops. This bag is really nicely trimmed out with our faux leather trips got a lashing square on the front here, I use that to clip on a bike lighter, clip other things too so there you have it that is our night owl always guaranteed for life.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}