{
    "title": "JanSport Pack Review: Broadband",
    "description": "Designed for premium digital functionality, the Broadband JanSport backpack features an internal 17 inch laptop sleeve & 360 degree protection, dual water bottle pockets, 10 inch external tablet pocket, & \npadded oversized accessory\/headphone pocket.",
    "referenceId": "hryuZc4Vjbc",
    "date_created": "1440440585",
    "date_modified": "1470768632",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134792",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "JanSport-Pack-Review-Broadband",
    "category": "",
    "duration": 147,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hryuZc4Vjbc\/hqdefault.jpg",
        "uploadDate": 1440440585,
        "videoId": "hryuZc4Vjbc",
        "title": "JanSport Pack Review: Broadband",
        "description": "Designed for premium digital functionality, the Broadband JanSport backpack features an internal 17 inch laptop sleeve & 360 degree protection, dual water bottle pockets, 10 inch external tablet pocket, & \npadded oversized accessory\/headphone pocket.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/laptop-tablet-backpacks\/broadband-t68s\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 147,
        "prettyDuration": "00:02:27",
        "views": "10114",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys it's Jayson I'm a senior product developer at jansport and today I'm going to walk you through one of our best selling products. We're going to talk about the broadband, this is part of Jansports digital collection, it's a great comuter pack and it's going to storm and protect all of your electronic gear. This bag has 30 liters of capacity and is constructed of 400 denier nylon go around to the back here for really nice plush fully padded back panel with a nice mesh on it for breathability. These shoulder straps have dual density foam as well as a really nice space and mesh on the underside, sternum strap to stabilize your load as well as this really industrial grade elasticized pocket here you can fit items in here quickly while you're on the go nice seat belt webbing haul up on the top. Going around to the side of the pack we have dual water bottle pockets so the main feature of this pack is on the top here this is a dedicated laptop compartment, zips out for easy access especially if you're at airport security this is fully padded 360 degrees of protection so this carries up to a 17 inch laptop. Alright getting into the main compartment here this is your big dump zone for all your big items on the front we have a zippered mesh compartment here, it's great for storage of all your cords and cables. Moving around to the front of the bag this is your organizer panel really nice organizer again with that elastic sized organizer pockets these will stretch out to accommodate various size of items you might put it here, also another slot pocket for cables and a pen loop. In front of that we have a quick access and pull in pocket here, right above that pocket we have our dedicated tablet pocket which is easily accessible from the front of your bag, we have another compartment up here at the top here you can access another organizer compartment with your elasticized bands, great for pen loops or cords or cables to USB sticks this is also a great spot to put your headphones because this is a fully padded compartment on the top here. The last quick stash compartment here that is fully soft line so great for sunglasses so that's the broadband and as was always guaranteed for life.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}