{
    "title": "JanSport Pack Review: Platform",
    "description": "Sleek design and digital storage make the JanSport Platform the ideal backpack for any daily commute featuring an internal 15 inch laptop sleeve, padded 10 inch tablet pocket and dual water bottle pockets.",
    "referenceId": "lGawATrIX70",
    "date_created": "1464806171",
    "date_modified": "1470770034",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134701",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "86",
    "entityIdParent": "168538",
    "titleTextEncoded": "JanSport-Pack-Review-Platform",
    "category": "",
    "duration": 125,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/lGawATrIX70\/hqdefault.jpg",
        "uploadDate": 1464806171,
        "videoId": "lGawATrIX70",
        "title": "JanSport Pack Review: Platform",
        "description": "Sleek design and digital storage make the JanSport Platform the ideal backpack for any daily commute featuring an internal 15 inch laptop sleeve, padded 10 inch tablet pocket and dual water bottle pockets.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/platform-backpack-t55b\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nBlog: http:\/\/www.jansport.com\/blog",
        "author": "JanSport",
        "mediaDuration": 125,
        "prettyDuration": "00:02:05",
        "views": "2079",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys my name is Jayson I'm a senior product developer transport and today I'm going to be walking you through some really cool products. We're going to take a look at the platform its part of our digital collection it's a 25 liter backpack and comes in a wide variety of premium quality fabrics on the bottom panel this is constructed of 840 ballistic nylon which is super durable and abrasion resistance going around to the back first we have a fully padded back panel economic s-curve shoulder straps and these are built with a dual density foam so it has a lot of locked in cushion and on the top here is a webbing haul loop. Going to the side of the bag you have expandable gusseted pocket here for water bottles and when you're not using it will lay flat on the bag getting into the main pocket here you'll see a 15-inch padded laptop sleeve that has an asymmetrical cut so you can access your laptop really easily a great feature on this pack is a zippered pocket on the top here that has a soft lining so it's a great place to store your sunglasses or any other fragile items and the great thing about this pocket is that it utilizes the dead space on the top of your pack so the gear in your bag doesn't get in the way of the contents of this pocket moving into the front pocket here you find your organizer panel this has a padded tablet sleeve that holds up to attend to tablet and a free pocket organizer in front of that on this side is a soft lining which is great to store your smartphone or any other electronics moving around to the front of the bag you have two zippered pockets one vertical zipper here which runs across the width of the bag and this is a great pocket for storing any flat items like a notebook or a journal and an asymmetrical zip pocket here inside of this pocket is a mess divider great for storing your batteries or cord chargers and top here there's a key clip this bag also has easy to use speed Polar's for all main zippers so that's it for the platform backpack this bag is guaranteed for life.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}