{
    "title": "JanSport Pack Review: Digital Accessories",
    "description": "JanSport Digital Accessories designed to securely stores electronic cords, power bricks, and you daily essentials.",
    "referenceId": "crEnUjY39kM",
    "date_created": "1464802531",
    "date_modified": "1472585488",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "Jansport",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134709",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "JanSport-Pack-Review-Digital-Accessories",
    "category": "",
    "duration": 124,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/crEnUjY39kM\/hqdefault.jpg",
        "uploadDate": 1464802531,
        "videoId": "crEnUjY39kM",
        "title": "JanSport Pack Review: Digital Accessories",
        "description": "JanSport Digital Accessories designed to securely stores electronic cords, power bricks, and you daily essentials.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/accessories\/digital-accessories\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nBlog: http:\/\/www.jansport.com\/blog",
        "author": "JanSport",
        "mediaDuration": 124,
        "prettyDuration": "00:02:04",
        "views": "7847",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys I'm Ahren pack designer here at jansport and today I'm going to walk you through some awesome new products. Today I'm going to walk you through some of our digital accessories let's take a look at the bento box it's a digital accessory organizer that's fully padded get a nice haul handle on the top open up the main compartment you see a zippered mesh pocket on the lid great for keeping chords tangle-free the main compartment you've got a nice big space for headphones or larger items but also have our pop and lock feature it's great for smaller items keep them from getting everything else in the bag it's made out of a really structured foam keep everything nice and safe let's take a look at the right pouch to slightly smaller version of our iconic right back designed to hold accessories it's got 600 denier polyester is the main and the same premium suede on the bottom there's a whole handle on the top so you can clip it to your bag as well as elastic straps you can strap it on somewhere else the main pocket is nice big space here you can hold the power brick external battery there's also a little mesh in the back there to keep things separate in front of that's a nice little pocket great for keeping a cable organized and tangle free and then a tiny little pocket in the front that will fit your jump drive there you have it let's take a look at the power brake it's a digital accessory organizer open it up and see a nice big mesh pocket up here keep anything up your separate and organized big main space and figure power brick as well as a lot of the organizer pocket so you got a little guys down here for flash drives in the front got a little pen pocket up here for a pen or pencil it's made out of a nice structured phone to keep everything nice and safe and there you have it the power brick from jansport as always guaranteed for life.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}