{
    "title": "JanSport Review: Digital Accessories",
    "description": "The JanSport Digital Burrito folds up perfectly to fit inside a JanSport backpack featuring an innovative wrap style design that securely stores electronic cords, power bricks, and daily essentials.\n\nThe JanSport Matrix Accessory Pouch is a roll style pouch that securely stores electronic cords and daily essentials. The accessories roll features a large internal zippered compartment with mesh pocket and internal divided stash pocket.\n\nThe JanSport Pixel Accessory Pouch fits perfectly inside a JanSport backpack featuring a wallet style design with a zippered pocket, stretch mesh divider, and tricot lined pocket to securely store cords, power bricks, and other daily essentials.\n\nThe JanSport Vector Accessory Pouch fits perfectly inside a JanSport backpack & securely stores electronics cords, power bricks, and other daily essentials with a zippered closure and elastic cord loops.",
    "referenceId": "ddt3TIdCbwI",
    "date_created": "1440440342",
    "date_modified": "1470764152",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "4",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134780",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "JanSport-Review-Digital-Accessories",
    "category": "",
    "duration": 160,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ddt3TIdCbwI\/hqdefault.jpg",
        "uploadDate": 1440440342,
        "videoId": "ddt3TIdCbwI",
        "title": "JanSport Review: Digital Accessories",
        "description": "The JanSport Digital Burrito folds up perfectly to fit inside a JanSport backpack featuring an innovative wrap style design that securely stores electronic cords, power bricks, and daily essentials.\n\nThe JanSport Matrix Accessory Pouch is a roll style pouch that securely stores electronic cords and daily essentials. The accessories roll features a large internal zippered compartment with mesh pocket and internal divided stash pocket.\n\nThe JanSport Pixel Accessory Pouch fits perfectly inside a JanSport backpack featuring a wallet style design with a zippered pocket, stretch mesh divider, and tricot lined pocket to securely store cords, power bricks, and other daily essentials.\n\nThe JanSport Vector Accessory Pouch fits perfectly inside a JanSport backpack & securely stores electronics cords, power bricks, and other daily essentials with a zippered closure and elastic cord loops.\n\nExplore the Digital Burrito: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/digital-burrito-t69f\nExplore the Matrix Accessory Pouch: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/matrix-accessory-pouch-t68y\nExplore the Pixel Accessory Pouch: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/digital-accessories\/pixel-accessory-pouch-t68x\nExplore the Vector Accessory Pouch: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/digital-accessories\/vector-accessory-pouch-t68z\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 160,
        "prettyDuration": "00:02:40",
        "views": "20187",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys Ahren here I'm going to walk you through our digital accessories collection we've got the digital burrito, the matrix, the vector, and the pixel pouches. So this guy was inspired by everyone's favorite food the burrito has a quick open rap to reveal a lot of organization options got some great pen loops here also great for chords other small items you want to keep secure and easy to get to as well as a mesh pocket on the side here for smaller items that you want to keep secure but visible and there's flaps on the side to keep everything contained once it's rolled up, rolls up nice and easy and you're ready to go. I'm going to show you the matrix pouch today part of our digital collection so first let's take a look on the back of this pouch you've got a quick access zippered pocket back here, and then on the front you've got a nice slimline SR buckle securing everything great thing about these is when you open them up you've just got easy access to all your items so you've got nice mesh pockets to keep all the stuff visible zippered pouch here to keep things secure and the main zippered pocket it's great for bulkier items or a lot of pens and pencils just to throw in there easily, so there you have your matrix digital pouch. The vector pouch part of our digital accessories collection so the vector has a nice easy open top to reveal a nice deep compartment you've got some elastic loops up here for thumb drives and other small items as well as two chord pockets on the back here keeping everything tangle free and organized and then your main compartment is just for any other loose items you want to just throw in there this thing is also fully padded to protect everything you put in there. The pixel pouch part of our digital accessories collection first thing we're going to do is take a look at the back you've got a nice little zippered pocket here for quick access on the go items keep them secure and we're going to look at the main compartment here. We'll open this up to reveal a plethora of organization options first thing is this great padded plus line expandable pocket great for bulkier items like a hard drive or external battery, you've got a nice mesh pocket here that zippered to keep smaller items secured but visible great spot for your pen in the middle as well as three stretch mesh pockets that are great for cords to keep them separate but visible and tangle free and this entire palette is padded to keep everything safe there you have our pixel pouch as always backed by our lifetime guarantee.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}