{
    "title": "How to Fit a Pack - JanSport",
    "description": "Your JanSport pack is engineered for peak performance on the trail and off. Understanding the technology behind the features lets you make the most of your pack. Watch and learn how to adjust the fit of your multi-day pack to your body for optimal comfort.",
    "referenceId": "J928BmAry3E",
    "date_created": "1335219281",
    "date_modified": "1470177619",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1066",
    "CVV_VI": null,
    "engagement_score": "9",
    "conversion_score": null,
    "id": "67134924",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "50",
    "entityIdParent": "168538",
    "titleTextEncoded": "How-to-Fit-a-Pack-JanSport",
    "category": "",
    "duration": 163,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/J928BmAry3E\/hqdefault.jpg",
        "uploadDate": 1335219281,
        "videoId": "J928BmAry3E",
        "title": "How to Fit a Pack - JanSport",
        "description": "Your JanSport pack is engineered for peak performance on the trail and off. Understanding the technology behind the features lets you make the most of your pack. Watch and learn how to adjust the fit of your multi-day pack to your body for optimal comfort.\n\nBrowse the outdoor collection at http:\/\/www.jansport.com\/js_product_thumb.php?cid=16",
        "author": "JanSport",
        "mediaDuration": 163,
        "prettyDuration": "00:02:43",
        "views": "5424",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi there I'm Jason and this is my buddy Eric, you know when you're hiking having a pack that fits properly is really important first thing is you're going to need to measure your torso length for this part you're going to need a buddy.Have them measure from the seventh vertebrae down that's this little bump on the back of your neck, dude I didn't even touch you, I'm ticklish. From this spot have them measure down to your Iliad crest that's a technical term for the top of your hip bones, so Eric you're about a 20 and you're also ticklish. So when you have this number you just have to be sure to choose the right pack that's designed for your size range. The JanSport for Klamath has a grid fit system which allows you to adjust suspension with just a click simply snap the peg in your torso length measurement. The grid fit system works great if you have wide shoulders or narrow shoulders, if you have narrow shoulders stick them on the inside, wide on the outside now you're ready to put on the pack load it up with like 20 or 30 pounds so when you have weight in the bag you want to put it on, lean forward and tighten the waist belt. This is also a good time to tighten up these compression straps keeps the loads secure. To tighten the waist buckle you wanna make sure your Iliad crest is right in line, a good rule of thumb is that the waist buckle is right over your belly button after we have the waist belt snug we're gonna want to tighten up the shoulder straps that part's easy just pull on these loops right down there we're gonna need to adjust these load lifter straps they help bring the load closer to your back and distribute the weight more evenly across her shoulders so the top of the shoulder strap and the load lifter straps create a 45 degree angle the sternum straps should be located in a comfortable position along your chest ideally this is right below you clavicle.  You keep it snug, but don't over tighten it will interfere with you're breathing yeah we don't want that do we Eric? No, finally you want to secure the stabilizers traps along your waist belt this will help bring the load in closer to your back as you hike you can fine-tune these adjustments maybe shift the load from your hips to your shoulders and vice-versa remember a good fitting pack is key to making long hikes way more enjoyable. Alright man you ready to start hiking? Lets go, Let's do it, nice, lets go.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}