{
    "title": "JanSport Pack Review: Pleasanton",
    "description": "Bringing together classic rugged styling & premium leather details the Pleasanton is the ultimate backpack. Features include quick, side-entry 15 in laptop sleeve, interior tablet sleeve, front pocket cord organizer and several stash pockets.",
    "referenceId": "bt0MSE0Jq6o",
    "date_created": "1440440734",
    "date_modified": "1470764170",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "29",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134783",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "68",
    "entityIdParent": "168538",
    "titleTextEncoded": "JanSport-Pack-Review-Pleasanton",
    "category": "",
    "duration": 155,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/bt0MSE0Jq6o\/hqdefault.jpg",
        "uploadDate": 1440440734,
        "videoId": "bt0MSE0Jq6o",
        "title": "JanSport Pack Review: Pleasanton",
        "description": "Bringing together classic rugged styling & premium leather details the Pleasanton is the ultimate backpack. Features include quick, side-entry 15 in laptop sleeve, interior tablet sleeve, front pocket cord organizer and several stash pockets.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/pleasanton-tyx0\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 155,
        "prettyDuration": "00:02:35",
        "views": "10037",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys my name is Ahren I'm a pack designer here at jansport and today I'm going to walk you through one of our best selling products. I'm here to talk to you today about the pleasanton this is part of our premium line of skip gal packs so this bags 21 liters using premium leather and wax cotton twill, let's just go right around the back take a look at what we got here we've got s-curve padded shoulder straps along with the sternum strap secure heavier loads also notice a fully padded back panel really really thick padding on there. Coming over to the side here you'll find a 15-inch dedicated laptop compartment for quick access on on the go and on each side you'll notice a dual compression straps these are also great for lashing any bigger items this is all a seat belt webbing and premium antique brass metal hardware also have these really nice metal zippers on the side pockets here great for quick access items. So digging in to the main compartment you'll notice this front flap is secured by two hidden sr buckles once you get this thing open you've got a great wide mouth opening inside here you'll notice a lot of organization you've got an additional access to your laptop compartment well as a nice little book or magazine pocket, in front of that got a great little tablet pocket as well as two additional stash pockets that are velcro secured, and some pen loops. Looking at the front of the bag from the top down we're going to find this nice quick zip pocket on the hood easy access to anything in there, you're going to find another quick access zippered pocket here great for storing headphones as well as a nice envelope pocket with the premium leather on top like to put my cords in there and then on the front you've got a nice cord storage pocket you can put your power brig in. This pocket is also padded all the way to the bottom, but you'll also notice a lot of great attachment opportunities on the front with a dual daisy chains as well as gear loops on the bottom you've got dual compression straps that are also great for lashing larger items too, and this is full grain leather on the bottom as well for durability so there you have it our jansport pleasanton an awesome premium pack with a lot of features as always guaranteed for life.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}