{
    "title": "JanSport Pack Review: Odyssey",
    "description": "The JanSport Odyssey backpack features a versatile padded sleeve designed to fit a 3L hydration system or a 15 inch laptop, tricot lined tablet sleeve, tuck-away hipbelt and ergonomic S-curve shoulder straps.",
    "referenceId": "z1vb1hSvxXM",
    "date_created": "1440440665",
    "date_modified": "1470764105",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "9",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134779",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "JanSport-Pack-Review-Odyssey",
    "category": "",
    "duration": 163,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/z1vb1hSvxXM\/hqdefault.jpg",
        "uploadDate": 1440440665,
        "videoId": "z1vb1hSvxXM",
        "title": "JanSport Pack Review: Odyssey",
        "description": "The JanSport Odyssey backpack features a versatile padded sleeve designed to fit a 3L hydration system or a 15 inch laptop, tricot lined tablet sleeve, tuck-away hipbelt and ergonomic S-curve shoulder straps.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/backpacks\/odyssey-t14g\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 163,
        "prettyDuration": "00:02:43",
        "views": "7218",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys it's Jayson i'm a senior product developer at JanSport and today I'm going to walk you through one of our best selling products today we're going to talk about the odyssey backpack it's a whole lot of bag at 39 liters. This pack is constructed of three different fabrics a 420 Poly Dobby, a 210 nylon point Dobby, and on the bottom panel which is a high abrasion zone a 840 junior ballistic nylon. Alright going around to the back of the bag they're really nice back panel here, raise foam pods with spacer mesh for breath-ability and comfort, on the shoulder straps we have s-curve Ergonomics shoulder straps dual density foam as you can see in the window here we have perforations on the foam which allows the heat from your shoulders to escape on the bottom here we have hip belt if you want to use it to stabilize a heavier load then great it has a little stash pocket here which you can access smaller items you need on the go on the trail. If you don't need the hip belt you can tuck it into these slots here and it goes away. On the top of the the back panel we have a your low porthole here this is where you route your hydration tube through here and it can go through any one of these tuck away loops here. Alright move around to the sides of the pack we have dual water bottle pockets and also a side compression straps which buckle an unbuckle for easy use. Alright the main compartment has a really burly number ten zipper getting there really easily this is your main compartment where you're fully padded laptop sleeve is it fits up to a 15 inch laptop also duels as a hydration sleeve. Alright on the middle compartment we have our zippered mesh compartment this is where you can store all your cords or items or whatever you need visible, below that is your deluxe organizer it's got foam and soft lining these pockets to get some pen loops and another slot here and on the front of this compartment we have a dedicated foam and soft line tablet pocket, and on top of the bag we have something called a veal off pocket it's a great little hanging pocket in the space that is not used too much in a bag especially when all your gear is lower it's also a fully soft line in this pocket. This front here is another compartment it's just another dump zone so you have three compartments the main the middle and the front and you have a little quick stash pocket here in Poland style pocket for quick on the go items. On the very front you have your daisy chain webbing click whatever you want to this as well as a gear loop here. So that's the odyssey backpack it's a whole lot of backpack 39 liters, lifetime guarantee.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}