{
    "title": "JanSport Pack Review: Agave",
    "description": "The JanSport Agave daypack features a padded sleeve designed to fit a 3L hydration system or 15 inch laptop, soft tricot lined tablet pocket, AirCore shoulder straps, quick external accessories pocket and a front utility pocket with organizer.",
    "referenceId": "8HJwNWb8F7M",
    "date_created": "1440440675",
    "date_modified": "1470764158",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "5",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134782",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "67",
    "entityIdParent": "168538",
    "titleTextEncoded": "JanSport-Pack-Review-Agave",
    "category": "",
    "duration": 156,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/8HJwNWb8F7M\/hqdefault.jpg",
        "uploadDate": 1440440675,
        "videoId": "8HJwNWb8F7M",
        "title": "JanSport Pack Review: Agave",
        "description": "The JanSport Agave daypack features a padded sleeve designed to fit a 3L hydration system or 15 inch laptop, soft tricot lined tablet pocket, AirCore shoulder straps, quick external accessories pocket and a front utility pocket with organizer.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/laptop-tablet-backpacks\/agave-t14f\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 156,
        "prettyDuration": "00:02:36",
        "views": "6790",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys my name is Ahren I'm a pack designer here at jansport and today I'm going to walk you through one of our best selling products. I'm going to show you today the Agave this is part of our outdoor series so this is a 32 liter pack made out of 420 Polly dobby as well as a 210 nylon point dobby, these are both really lightweight rip resistant and durable materials, so first let's take a look at the back panel here we've got a nice soft touch mesh quilted padded back panel as well as s-curve shoulder straps that are ergonomic as well as extremely breathable there's a dual density foam in here with perforated eda this kind of wraps around the side for your neck really really comfortable you also have an adjustable sternum strap for carrying a little heavier loads as well as a waist belt to really secure your load. This also features a hydration fort as well as little Clips here throughout your hose through. On the side of the pack we've got a hydration water bottle pocket on each side as well as adjustable compression straps in the main compartment we'll open this guy up to reveal our fully padded laptop sleeve this can also be used as a hydration sleeve, fits up to a 15 inch laptop let's take a look at the secondary compartment and here you've got all your organization so first thing you'll notice is a fully padded and plush line tablet sleeve that will fit up to a 10 inch tablet, you've also got a great organizer here that's also fully padded and plush line, keep my phone right here, keep my ear buds right in there that keeps them keeps them from tangling up this is also where our anodized carbine key clip lives and on top you've got a really great mesh pocket here that zippered so anything you put in there is going to be secure but visible and easy to find. On the top of the pack you're going to find a great easy access veal off pocket that's fully plush line anything you put in there is going to be really well protected and easy to get to on the front of the pack you're going to notice a lot of great attachment points here with our contour daisy chain as well as our gear loop down below and a vertical Napoleon zip it's just a great quick access pocket for smaller items. So there you have it our men's agave part of our outside collection as always backed by our lifetime guarantee.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}