{
    "title": "JanSport Pack Review: Big Student",
    "description": "Explore the features of our Big Student backpack. Available in a variety of colors and patterns, this large backpack is perfect for anyone on the go.",
    "referenceId": "CSYfZi5d6w0",
    "date_created": "1440440700",
    "date_modified": "1470764193",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134785",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "70",
    "entityIdParent": "168538",
    "titleTextEncoded": "JanSport-Pack-Review-Big-Student",
    "category": "",
    "duration": 101,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/CSYfZi5d6w0\/hqdefault.jpg",
        "uploadDate": 1440440700,
        "videoId": "CSYfZi5d6w0",
        "title": "JanSport Pack Review: Big Student",
        "description": "Explore the features of our Big Student backpack. Available in a variety of colors and patterns, this large backpack is perfect for anyone on the go.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/backpacks\/big-student-tdn7\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 101,
        "prettyDuration": "00:01:41",
        "views": "55032",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys it's Jayson I'm a senior product developer at jansport and today I'm going to walk you through one of our best selling products we're taking a look at the big student this is a big bag it comes at 34 litersand it's built up with 600 denier polyester. Going around to the back panel we have a nice fully padded back panel, ergonomic s-curve shoulder straps with a lot of nice padding and a quick grab houl loop at the top. Alright so moving on this side we have a mesh water bottle pocket. This bag has two really large compartments this one is the largest capacity, it can carry your gym clothes, jackets, books, anything else and the medium compartment here slightly smaller than the first one right for a note books, or magazines or anything else you might need. So in the front we have another pocket this is where our organizer panel sits, it's a really nice organizer panel lots of storage options here on this side we have a little phone holder, some spots for your pens behind this is another little pocket and on this side we have a handy key chain. Alright so on the front of that compartment is another quick stash zippered compartment and this pocket is great because it expands to accommodate even larger items and lastly on the top another quick zippered stash compartment great for your wallet, sunglasses, keys, anything else, so that's it for the big student it's an awesome bag carry all your gear throughout your day comes in a wide variety of cool colors and prints and as always backed by our lifetime guarantee.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}