{
    "title": "JanSport Pack Review: Network",
    "description": "Built for a digital life on the go, the Network crossbody messenger bag features a dedicated 15 inch laptop compartment, external access tablet pocket, side entry cord storage pocket and internal power brick holder.",
    "referenceId": "t1W7tsVnXMw",
    "date_created": "1440440572",
    "date_modified": "1470768630",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134793",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "78",
    "entityIdParent": "168538",
    "titleTextEncoded": "JanSport-Pack-Review-Network",
    "category": "",
    "duration": 125,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/t1W7tsVnXMw\/hqdefault.jpg",
        "uploadDate": 1440440572,
        "videoId": "t1W7tsVnXMw",
        "title": "JanSport Pack Review: Network",
        "description": "Built for a digital life on the go, the Network crossbody messenger bag features a dedicated 15 inch laptop compartment, external access tablet pocket, side entry cord storage pocket and internal power brick holder.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/messenger-bags\/network-t54r\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 125,
        "prettyDuration": "00:02:05",
        "views": "5150",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys my name is Ahren I'm a pack designer here at jansport and today I'm going to walk you through one of our best selling products i'm here to show you the network this is a 16 liter messenger from our digital collection built for digital life on the go this bag is made out of a 400 denier nylon as well as a 600 denier polyester really lightweight and abrasion-resistant. First thing we're going to do is check out the back panel you'll find a fully padded and quilted back panel as well as an adjustable shoulder strap it's really nicely padded with a breathable spacer mesh you'll also find your speed zip quick access laptop sleeve. It will hold up to 15 inch laptop also have a nice haul loop here for additional carry on the side of the pack you'll find a dedicated cord storage pocket here nice quick zip easy to access to tuck away. On the top front we've got a tablet access pocket here so you can quickly access the tablet the main flap is secured by two side release buckles which reveal our awesome organizer inside. Again you can access your tablet sleeve from in here this is also padded and plush line your organizer panel here it's got a lot of nice little pockets too quickly stash your items as well as nice pen loops. On the front of the pack you've got even more organization to big side pockets here, I've got my phone in this one, more pen loops and a nice zippered mesh pocket it's a great place to put items that you want to keep visible but keep secure then on the front of the main flap you've got two quick access zippered compartments here for again this more organization of any smaller items these things are easily accessible from the outside so there you have it the network jansport as always backed up by our lifetime guarantee.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}