{
    "title": "JanSport Pack Review: Watchtower",
    "description": "The JanSport Watchtower backpack is ideal for any adventure. This backpack provides protection for all of your digital accessories including a laptop and tablet. Features insulated storage, side water bottle pocket and 7 organizational pockets.",
    "referenceId": "0jyoKLTRIFQ",
    "date_created": "1440440626",
    "date_modified": "1470768637",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67134789",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "74",
    "entityIdParent": "168538",
    "titleTextEncoded": "JanSport-Pack-Review-Watchtower",
    "category": "",
    "duration": 128,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/0jyoKLTRIFQ\/hqdefault.jpg",
        "uploadDate": 1440440626,
        "videoId": "0jyoKLTRIFQ",
        "title": "JanSport Pack Review: Watchtower",
        "description": "The JanSport Watchtower backpack is ideal for any adventure. This backpack provides protection for all of your digital accessories including a laptop and tablet. Features insulated storage, side water bottle pocket and 7 organizational pockets.\n\nExplore: http:\/\/www.jansport.com\/shop\/en\/jansport-us\/backpacks\/watchtower-t11z\nSubscribe: http:\/\/bit.ly\/JanSportYT\nTumblr: http:\/\/jansport.tumblr.com\nFollow: https:\/\/twitter.com\/JanSport  \nLike: https:\/\/www.facebook.com\/JanSport\nRead\/Listen: http:\/\/www.jansport.com\/unzipped",
        "author": "JanSport",
        "mediaDuration": 128,
        "prettyDuration": "00:02:08",
        "views": "13096",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys it's Jayson I'm a senior product developer at jansport and today I'm going to walk you through one of our best selling products. We're going to take a look at this Watchtower backpack it's a bomber looking back pack it's part of our outside collection which features a lot of functionality, versatility. This bag is 20 liters it's made of a variety of really premium fabrics. Going around to the back panel here you got fully padded back panel with some quilting, really nice s-curve shoulder straps these also have a really nice soft finish on the under side as well as a sternum strap which secures your load. Also on the back panel we have a porthole for your hydration bladder which routes out through either side of the shoulder strap. Moving around to the side of the bag we have dual water bottle pockets on this side we have a quick access zippered pocket for any grab-and-go items you might need. Also these really cool metal hooks that unhook into various locations on this pack to secure the load wherever you need to be whether you want to compress the bottom middle or top. One of the great features of this pack is the opening its a top loader it's a quick one hand operation just open boom exposes all your gear inside really easy to get things in and out on the inside of the main compartment we have a 15-inch padded laptop sleeve which also serves as a 3-liter hydration sleeve. In front of that we have our mount organizer padded and treecko line for various items being protected here as well as a carabiner key clip on the front of main compartment we have a dedicated softline tablet pocket moving on to front of the bag we have a medium size and smaller size pockets you can organize your different items in the front as well as the top we have a Napoleon style zippered pockets soft line in here great for sunglasses and my favorite pocket on this bag is this cooler line pocket this is where I can keep my lunch and my drinks keeps me good going all day long hot or cold doesn't matter it's great pocket so that's it a lot of features in this bag great backpack the watchtower always backed by our lifetime guarantee.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}