{
    "title": "Arbor Snowboards :: The Rocker System",
    "description": "The System is a design platform that delivers a cleaner ride without forfeiting edge performance. The System improves both rocker and camber shapes, without hybridizing the two together, which we think sacrifices the inherent benefits of each. The System design eliminates the leverage required to release and re-engage a snowboard’s outside contact points, while creating a highly effective, more direct connection to the snow.\n\nArbor now offers two full lines of its System design. Each is the result of blending Grip Tech with a Parabolic Profile:\n\nThe System Rocker design provides a surfy ride, with natural float and cleaner tracking.\n\nThe System Camber design offers a poppy ride, with crisp, fully engaged performance.\n\nGrip Tech is a tri-radial sidecut design that is not “blended.” Natural shaping intersections, that in the past were eliminated, have been transformed into heel-and-toe contact points that provide a direct, more ergonomic way to grip the snow when additional control is needed. The extra contacts also form pivot zones that make turning easier and more natural. Grip Tech effectively moves a board’s primary interface with the snow underfoot, allowing us to deliver designs that don’t lose performance as we lift leading sections of the effective edge from the snow for a less grabby ride. Those designs include rocker, or camber with our new Uprise Fenders.\n \nUprise Fenders pull the outside contact zones off the snow with angled 3 degree risers on all System Camber designs\n\nThe System utilizes rocker and camber profiles created using the parabolic arc, which progressively reduces the amount of rocker or camber toward the tip and tail of a snowboard, creating nice low profiles. On our System Rocker designs, this ensures that the outside contact points are close enough to the snow to engage when maximum performance is required – higher speeds, fully loaded turns, and bigger landings. On System Camber designs, this guarantees that the outside contact points do not dig too far into the snow, creating a cleaner, less catchy performance that makes it easier to turn, spin, and ride fast.",
    "referenceId": "i_Z3btEV1T8",
    "date_created": "1442851950",
    "date_modified": "1473201309",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "Arbor",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67507319",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Arbor-Snowboards-The-Rocker-System",
    "category": "",
    "duration": 97,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/i_Z3btEV1T8\/hqdefault.jpg",
        "uploadDate": 1442851950,
        "videoId": "i_Z3btEV1T8",
        "title": "Arbor Snowboards :: The Rocker System",
        "description": "The System is a design platform that delivers a cleaner ride without forfeiting edge performance. The System improves both rocker and camber shapes, without hybridizing the two together, which we think sacrifices the inherent benefits of each. The System design eliminates the leverage required to release and re-engage a snowboard’s outside contact points, while creating a highly effective, more direct connection to the snow.\n\nArbor now offers two full lines of its System design. Each is the result of blending Grip Tech with a Parabolic Profile:\n\nThe System Rocker design provides a surfy ride, with natural float and cleaner tracking.\n\nThe System Camber design offers a poppy ride, with crisp, fully engaged performance.\n\nGrip Tech is a tri-radial sidecut design that is not “blended.” Natural shaping intersections, that in the past were eliminated, have been transformed into heel-and-toe contact points that provide a direct, more ergonomic way to grip the snow when additional control is needed. The extra contacts also form pivot zones that make turning easier and more natural. Grip Tech effectively moves a board’s primary interface with the snow underfoot, allowing us to deliver designs that don’t lose performance as we lift leading sections of the effective edge from the snow for a less grabby ride. Those designs include rocker, or camber with our new Uprise Fenders.\n \nUprise Fenders pull the outside contact zones off the snow with angled 3 degree risers on all System Camber designs\n\nThe System utilizes rocker and camber profiles created using the parabolic arc, which progressively reduces the amount of rocker or camber toward the tip and tail of a snowboard, creating nice low profiles. On our System Rocker designs, this ensures that the outside contact points are close enough to the snow to engage when maximum performance is required – higher speeds, fully loaded turns, and bigger landings. On System Camber designs, this guarantees that the outside contact points do not dig too far into the snow, creating a cleaner, less catchy performance that makes it easier to turn, spin, and ride fast.\n\nTo learn more about The System visit: http:\/\/arborcollective.com\/snowboards\/the-arbor-system\/",
        "author": "Arbor Collective",
        "mediaDuration": 97,
        "prettyDuration": "00:01:37",
        "views": "1274",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The Rocker System is Arbors reverse camber platform rocker is created by replacing the lengthwise positive arc of a traditional camber snowboard with a reverse shape similar to the profile of a surfboard this design eliminates the leverage required to release and re-engage a snowboards outside contact points creating a more seamless ride. Rocker delivers easier turn initiation better float and powder and more fluid spins and slides. Many rocker designs do not provide all the performance needed for more technical riding, Arbors rocker system addresses this by delivering amazing edge hold without forfeiting any of the benefits of riding true rocker the design brings together parabolic rocker with our grip tech side cut to create an outstanding platform for all writing styles. Parabolic rockers a true rocker design that progressively reduces the amount of rocker towards the tip and tail creating nice low profiles this ensures the outside contact points are close enough to the snow to engage maximum performances required, higher speeds, fully-loaded turns and bigger landings. Grip tech side cut adds four contact points underfoot to provide a more ergonomic way to grip the snow when additional control is needed. These extra contacts also form pivot zones that make turning easier and more natural when combined the Arbor rocker system offers a surfy ride with natural float and cleaner tracking through all snow conditions.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}