{
    "title": "Fujifilm Value from Innovation Brand Video",
    "description": "Fujifilm Value from Innovation Brand Video",
    "referenceId": "P8k__xG4XIU",
    "date_created": "1434378960",
    "date_modified": "1471387378",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "6",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67507774",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "Fujifilm-Value-from-Innovation-Brand-Video",
    "category": "",
    "duration": 298,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/P8k__xG4XIU\/hqdefault.jpg",
        "uploadDate": 1434378960,
        "videoId": "P8k__xG4XIU",
        "title": "Fujifilm Value from Innovation Brand Video",
        "description": "",
        "author": "Fujifilm North America",
        "mediaDuration": 298,
        "prettyDuration": "00:04:58",
        "views": "825",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Over the past eighty years Fujifilm has developed an extensive portfolio of core photographic technologies. Photographic film can be as thin as 20 microns but it consists of more than ten layers each layer consists of microparticles to ensure that the particles in each layer function properly. Fujifilm employs a variety of technologies, we have utilized these core technologies to create a diverse array of products and services. In pursuit of high image quality Fujifilm has integrated its imaging technology and system design technology the result digital cameras designed to capture beautiful moments in high image quality. A wide range of photo specialty products such as photo book enable you to save your precious memories for generations to come in beautiful prints Fujifilm's instant camera makes printing and sharing photos fun anytime anywhere. Fujifilm also produces specialized films which are a vital component in LCD panels. Our collagen research in proprietary nano dispersion technologies nurtured through the development of photographic films are applied to skin care products outstanding penetration enhances the beauty of the skin our supplements deliver the beneficial and functional ingredients where the body needs them. Our digital radiography system provides outstanding image quality with simple operation our endoscopic systems are produced by integrating our imaging technology and system design technology a wide range of cutting-edge Fujifilm technologies support a diverse array of medical diagnoses. Our medical network systems link medical institutions and contribute to improving the quality of health care our pharmaceuticals products are designed to provide personalized patient care. Our digital printing systems achieve high-speed printing with excellent image quality optimized for on-demand printing Fujifilm's highly sensitive and flexible sensor film expands the possibilities of touch panels multifunctional devices support business communications by linking to mobile devices and to cloud systems. Semiconductor process materials enable, enhance performance, and downsizing digital devices. Fujifilm meets increasing backup and archiving needs of big data with high-capacity data storage media. The photovoltaic back sheets we have developed for photovoltaic modules enhances durability and will contribute to a cleaner environment. High-resolution Fujinon lenses contribute to ensuring public safety capturing precious memories enhancing broadcasting and exploring the mysteries of the universe by making you serve in further innovating our core technologies cultivated through the development for photographic film we will continue to provide value-added products and services. Fujifilm challenging new frontiers.",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}