{
    "title": "15 Protec Profile Allysha Le  Interview",
    "description": "15 Protec Profile Allysha Le  Interview",
    "referenceId": "09dkrbRd_0M",
    "date_created": "1447721829",
    "date_modified": "1471373719",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67507715",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "4",
    "entityIdParent": "67508345",
    "titleTextEncoded": "15-Protec-Profile-Allysha-Le-Interview",
    "category": "",
    "duration": 203,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/09dkrbRd_0M\/hqdefault.jpg",
        "uploadDate": 1447721829,
        "videoId": "09dkrbRd_0M",
        "title": "15 Protec Profile Allysha Le  Interview",
        "description": "",
        "author": "Pro-Tec",
        "mediaDuration": 203,
        "prettyDuration": "00:03:23",
        "views": "2836",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[Music Playing]\nMy name is Allysha Le and this is my Pro-Tec profile so I ride an eight feature board with 149 millimeter trucks, Indies, hollow's cause I like my board to be light and right now I have SPF bones wheels, 56 millimeters I turn the graphic like inside out cause I don't like it showing. I ride bones swishings, bones swis, thank you vern. I don't really do anything that special to my board I kind of, I'm not that great at drawing, so to make my grip tape kind of cool I kind of just rip it and put it back on, crazy with how I like put it back together I might rip it more like down here and stuff but this one was pretty simple and that one was already there it's just a bone sticker and I like to sticker I really care about sticker placement these are the best stickers right here. Shout out to Leon Carson, I usually sticker out my helmet but this one i kind of was lazy about I guess and I was trying to go for the whole slick black look as you can tell. I have no idea how I won for exposure 2015 to be honest. I went to practice the Thursday did a smith, and my knee slid out and I sprained my ankle to weeks prior or before and so I just, it bent funny and I was like I'm not doing the contest and I also have a torn anterior labrum in my right shoulder, and so I was kind of my body is kind of messed up like the whole week and I didn't get to practice before the event so I was like I'm not ready for this contest like why am I gonna do it? Then I woke up Saturday morning I went to the event and saw Dr Cory who taped me up and i've seen him for pt before, he's really awesome and he kind of worked on my ankle a bit and then he gave me this little pep talk told me you know I got in and I need to be confident in myself yeah then the day ended well actually and now I'm gonna be going through some down time in skating because I'm about to have shoulder surgery and hopefully I'll be like good to go to Europe in March. If you want to follow me on facebook, Instagram, or a tumblr my username handle is Allysha Le, for all three of those and YouTube I think but my YouTube is not updated it's a bunch of like weird videos from when I was like 13, so if you want to like laugh at me you can go there.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}