{
    "title": "CASIO EDIFICE EQB 510 × Christian Horner, Team Principal of Infiniti Red Bull Racing 2",
    "description": "CASIO EDIFICE EQB 510 × Christian Horner, Team Principal of Infiniti Red Bull Racing 2",
    "referenceId": "frkAaFRg488",
    "date_created": "1438808859",
    "date_modified": "1473188324",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "G_Shock",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67602825",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "CASIO-EDIFICE-EQB-510-Christian-Horner-Team-Principal-of-Infiniti-Red-Bull-Racing-2",
    "category": "",
    "duration": 117,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/frkAaFRg488\/hqdefault.jpg",
        "uploadDate": 1438808859,
        "videoId": "frkAaFRg488",
        "title": "CASIO EDIFICE EQB 510 × Christian Horner, Team Principal of Infiniti Red Bull Racing 2",
        "description": "",
        "author": "gshockus",
        "mediaDuration": 117,
        "prettyDuration": "00:01:57",
        "views": "1534",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Water racing never stops. It's a competition from January the first to December 31st. So whilst we compete on track on a Sunday were also competing off-track from Monday to Saturday as well. As the team principal of Infiniti Red Bull racing time, time is a crucial element. The commitments are huge. There's never enough time in the day and so you're constantly juggling aspects and moving around you know, extremely quickly. Time is of the essence in everything that we do, so it's not just lap-time we're chasing, it's how you use your time and therefore, quite often I can be in Barcelona one minute, and back in the UK to attend an important meeting or an evening function. The EQB 510 is a smart and stylish watch. It's very functional, It's practical, it's easy to use. It can synchronize with your smartphone to local time. It also has access to 300 cities around the world. The world time feature is extremely useful when you're communicating with the racetrack, at any point in time wherever you are in the world. \"OK, how's the car looking\"? \"OK, excellent\". It keeps me up to speed with whatever is going on with the team, ensures I'm always kept in the loop. Time is crucial in everything we do and in Formula 1 we work in milliseconds and that's the same whether we be on-track or off track and, every second counts and how you use that time.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}