{
    "title": "G-SHOCK X Respect : Bobby Joseph",
    "description": "From teddy bears to tennis shoes to T-shirts, creative director Bobby Joseph has crossed just about every T there is in the design field. Since 10th grade, Joseph has allowed his creativity to steer him down a path that has seen him do everything from upgrading a famous rapper’s dynasty by creating the second generation of his shoe to deconstructing vintage garments to creating unique products, including T-shirts for his softball team and his son’s birthday parties, making him a household name—literally.",
    "referenceId": "m3G4oqOE-uc",
    "date_created": "1450907542",
    "date_modified": "1472582887",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67602809",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "32",
    "entityIdParent": "168556",
    "titleTextEncoded": "G-SHOCK-X-Respect-Bobby-Joseph",
    "category": "",
    "duration": 158,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/m3G4oqOE-uc\/hqdefault.jpg",
        "uploadDate": 1450907542,
        "videoId": "m3G4oqOE-uc",
        "title": "G-SHOCK X Respect : Bobby Joseph",
        "description": "From teddy bears to tennis shoes to T-shirts, creative director Bobby Joseph has crossed just about every T there is in the design field. Since 10th grade, Joseph has allowed his creativity to steer him down a path that has seen him do everything from upgrading a famous rapper’s dynasty by creating the second generation of his shoe to deconstructing vintage garments to creating unique products, including T-shirts for his softball team and his son’s birthday parties, making him a household name—literally.",
        "author": "gshockus",
        "mediaDuration": 158,
        "prettyDuration": "00:02:38",
        "views": "2098",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Nobody makes them, like there's a few brands that make teddy bears and they you know they do a decent job but nobody digs this deep into them. I work on them like a painting like so they're to me there there's there's sort of a soft sculpture or any kind of art project that I do like the same kind of concept, execution, refinement it's the same no matter if it was this or illustration or pair of jeans or footwear projects, it's all the same process it's just the process in the finished product is a different thing but I think once we discovered deconstructing the shoes and reassemble them as a teddy bear like that was like that brought more of my professional world into the teddy bears like always of deconstructed clothes, clothing items or you know home items into bears always like found like very expensive or high-end or beautiful fabrics and materials. But when the concept to deconstruct the shoe I was like this is this this is in line with who I think I am or this is aligned with who I'm selling as a creative person. What I like about the Casio brand is a few things, one is I love the nostalgia like I remember when a Casio calculator watch came out that was the biggest thing ever when I was I think the seventh grade, right so that was a big deal. I like how the g-shock the brand has evolved over the last thirty years I think the concept is brilliant you know make this tough, durable rubber watch with this LCD technology that's fashion forward like nothing looked like it when it came out so I thought that, I think that's brilliant.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}