{
    "title": "Johnny Cupcakes & G-Shock",
    "description": "This Johnny Cupcakes x G-Shock collaboration will be available worldwide this November 2015.",
    "referenceId": "_ZPVfnkN680",
    "date_created": "1444424007",
    "date_modified": "1473188342",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "G_Shock",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67602819",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "40",
    "entityIdParent": "168556",
    "titleTextEncoded": "Johnny-Cupcakes-G-Shock",
    "category": "",
    "duration": 166,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_ZPVfnkN680\/hqdefault.jpg",
        "uploadDate": 1444424007,
        "videoId": "_ZPVfnkN680",
        "title": "Johnny Cupcakes & G-Shock",
        "description": "This Johnny Cupcakes x G-Shock collaboration will be available worldwide this November 2015. Follow @JohnnyCupcakes + @GShock_US on social media for more detailed updates! http:\/\/www.johnnycupcakes.com + http:\/\/www.gshock.com + Subscribe to our YouTube Channelhttps:\/\/www.youtube.com\/user\/johnnycu... + Follow Mike Falzone for funny videos: https:\/\/www.youtube.com\/user\/mikefalzone",
        "author": "gshockus",
        "mediaDuration": 166,
        "prettyDuration": "00:02:46",
        "views": "16439",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Making time is arguably one of the most important things you could possibly do. Now I know you're busy what with the work and the school and taking pictures of the things that you're about to eat putting them on the internet. You see making time is a lot like baking a cake, if you don't do it you won't have any. How long does something need to be to be a poem? Is that to short to be a cause that was pretty good. Lets say your little sister has a piano recital Becky is becoming quite the pianist don't laugh at that, that's not funny she's six. That's inspiring what are you doing grow up, but you don't make time to go you wanna stay home and play your video games, but guess what? She kills it she gets swooped up by one of these big time Hollywood agents who was only in town for one night seeing their own kid perform in the recital and they were terrible. Noe your sister's jet-setting all over the world, slapping the keys like she's William Joel. She forgets all about her big brother, sister whatever you are cause you wanted to stay playing video games. So how do you do it? Oh look who's interested go-ahead and grab yourself a bowl you might have one of these laying around the house, maybe it's filled with excuses go ahead and dumb those on the ground, you won't need those. You probably need some eggs because eggs are in everything also you're gonna have to stop sleeping every day until noon because the daytime is when things happen and sugar probably. While you're whisking all that up you might want to take this time to reflect back on your life, maybe separate everything out into two piles, of stuff that matters and stuff that doesn't for example being bummed out because no one liked your Instagram photo of you getting ready in your bathroom before girls night out! Instead of taking the time to edit the crap out of that picture why don't you take that time instead to clean your bathroom and edit the crap out of your life. Listen I know you're busy OK we all got stuff but you gotta keep in mind, I don't care. Make time to finish the things you want to finish, make time to see the things you wanna see, and make time for other people and if your brain starts getting all wishy-washy with excuses think about how good it feels when other people make time for you. I guess you could say it's finally gonna be nice to have a little time on our hands. I don't wanna say that one, I'm not going to say that, I don't care who wrote it I'm not gonna say it. Don't, why are you looking at me like that when you should be getting me coffee, I'll fight you twice.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}