{
    "title": "G-SHOCK X Complex : Mike Counihan, NYPD",
    "description": "Designed for use in the most extreme environments on Earth, the G-SHOCK MUDMASTER combines a completely new mud-resistant structure with highly unique functionality to form a timepiece that is as tough as it is useful. Featuring G-SHOCK’s Version 3 Triple Sensor, the MUDMASTER provides its wearer with vital survival intel, including direction, temperature and altitude. It also offers enhanced visibility with a non-reflective sapphire crystal, oversized dial, 3D index and full auto double LED lights. No wonder it is the top choice of both rangers and rescue crews alike.",
    "referenceId": "ng7IElAbd1I",
    "date_created": "1455038796",
    "date_modified": "1472582897",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67602806",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "29",
    "entityIdParent": "168556",
    "titleTextEncoded": "G-SHOCK-X-Complex-Mike-Counihan-NYPD",
    "category": "",
    "duration": 93,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ng7IElAbd1I\/hqdefault.jpg",
        "uploadDate": 1455038796,
        "videoId": "ng7IElAbd1I",
        "title": "G-SHOCK X Complex : Mike Counihan, NYPD",
        "description": "Designed for use in the most extreme environments on Earth, the G-SHOCK MUDMASTER combines a completely new mud-resistant structure with highly unique functionality to form a timepiece that is as tough as it is useful. Featuring G-SHOCK’s Version 3 Triple Sensor, the MUDMASTER provides its wearer with vital survival intel, including direction, temperature and altitude. It also offers enhanced visibility with a non-reflective sapphire crystal, oversized dial, 3D index and full auto double LED lights. No wonder it is the top choice of both rangers and rescue crews alike.",
        "author": "gshockus",
        "mediaDuration": 93,
        "prettyDuration": "00:01:33",
        "views": "32447",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "My name is Mike Counihan, I'm a police officer in New York. I wanted a job that I could take pride in, that i'd be able to help people with and I  jumped at the opportunity to be a cop. It's fulfilling you have to help people you go home at the end of the day and you're proud of what you did and definitely has its ups and downs but you take everything in stride and make the best of it. When I first stepped into my uniform I felt pride, integrity and I was just excited to get out there and make a difference. Ever since I've been honest it's been a pleasure to help people I've taken not only helping the public but I try to help police officers as well with their level of fitness and working out and motivating them to get into the gym. I think that that being in shape is a huge part of being a police officer so if you're in a situation where you have to save someone's life you know you could pull out of it and do so. As a police officer you need equipment you can rely on it has to be durable it has to function day in day out no matter what the conditions. So i've been wearing G-hock for about 10 years now the fact that g-shock is reaching out to every day people that wear their watches is great because they get actual feedback from the people that actually put their watches to the test and definitely lives up to the standard. To be able to work with a company like g-shock is an amazing opportunity because I try to live that like rugged tough lifestyle whether it be in the gym or at work I'd like to live up to that G-shock standard.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}