{
    "title": "G-SHOCK X SCION Racing : Fredric Aasabo",
    "description": "It takes consummate skill to achieve maximum performance in formula drift racing. That’s why G-Shock has recently partnered with Scion Racing to showcase several of their top drivers. In this edition, we interviewed Fredric Asabo who made his debut in 2008 and has been turning heads ever since. You can clearly see Asabo loves what he does and was determined at the age of 18 to be a leader in drift racing. He tells us absolute toughness is something he can really relate to on the drift course. And his G-Shock is always with him 24\/7 no matter what he’s doing.\n\nA tough sport needs a tough watch and the G-Shock line of watches is the perfect complement. Check out all the latest models here and check back frequently to see up and coming events from G-Shock.",
    "referenceId": "yn-7qQ0SVJU",
    "date_created": "1449702995",
    "date_modified": "1472582880",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": null,
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1152",
    "CVV_VI": null,
    "engagement_score": "10",
    "conversion_score": null,
    "id": "67602812",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "35",
    "entityIdParent": "168556",
    "titleTextEncoded": "G-SHOCK-X-SCION-Racing-Fredric-Aasabo",
    "category": "",
    "duration": 238,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/yn-7qQ0SVJU\/hqdefault.jpg",
        "uploadDate": 1449702995,
        "videoId": "yn-7qQ0SVJU",
        "title": "G-SHOCK X SCION Racing : Fredric Aasabo",
        "description": "It takes consummate skill to achieve maximum performance in formula drift racing. That’s why G-Shock has recently partnered with Scion Racing to showcase several of their top drivers. In this edition, we interviewed Fredric Asabo who made his debut in 2008 and has been turning heads ever since. You can clearly see Asabo loves what he does and was determined at the age of 18 to be a leader in drift racing. He tells us absolute toughness is something he can really relate to on the drift course. And his G-Shock is always with him 24\/7 no matter what he’s doing.\n\nA tough sport needs a tough watch and the G-Shock line of watches is the perfect complement. Check out all the latest models here and check back frequently to see up and coming events from G-Shock.",
        "author": "gshockus",
        "mediaDuration": 238,
        "prettyDuration": "00:03:58",
        "views": "2836",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Toughness to me means the ability of handling whatever lifes thrown at you. So my first drift event was almost ten years ago I started drifting when I was 18 did my first event when I was 21. I had maxed out my credit cards, then my scholarship for School to build my first car with my friends and you know haven't looked back since. Absolute toughness is something we can really relate to here on the drift course whether it's trying to have that psychological advantage over the competition or you know handling that early loss whatever it is you gotta stay calm, focused whatever happens. So this watch it can stay with me 24\/7 whatever I'm doing, climbing a mountain, drifting out here whatever I'm doing this right here. So I run, I swim, I try and do verrid activities just to be versatile and you know be able to take whatever's thrown on me. There's a lot of things that go into getting dialed. So when I came to form a drift I was very much s rookie you know I started off in Europe running the snowy mountain roads at night and I came in here trying to prove myself so I was pretty wild, pretty crazy rubbing walls left and right crashing out taking myself out of contention and then step my spotter and team he helped me dial it down a notch getting more consistent and ultimately go around and win events. This is a tough sport you know you have cars that are really complex you know you have a thousand things that can go wrong you gotta give it time and you know you sit there and you wait for hours after hours and then boom you have 20 seconds to shine. So it's really tough and it's not just something you jump into. You gotta go through the ranks to start off and throw in then you get into the Pro two league and the pro. And what I do is just trying to take it one turn at a time forget everything around me just focus on what's right in front of me. I have a really good support network you know the team the best guys in the business, my family,  my friends and the big thing that helped me get into the Pro League was to realize that screwing up is going to be a part of it. The moment you accept that you're gonna screw up at some point is the moment you calm down and take it to the next level. Last year we were really consistent almost to the point where we weren't aggressive enough so coming into this year we wanted to play on the offense, we wanted to be out there taking names instead of defending ourselves and that's led to more wins but also some early losses but it's way more exciting that way. If we win the championship this year that would be my 10 year long dream come true I've been visualizing this, I've been working for this, all of these guys have been putting everything they have into making it happen, it would mean the world to us.",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}