{
    "title": "Levis® Skateboarding l Skateboarding in Puerto Peñasco",
    "description": "Our Fall 2016 campaign shoot took place in Puerto Peñasco, Mexico. In this 3-minute documentary, we follow a small, but energized community of skateboarders and help them build a new skate park.",
    "referenceId": "cOMki6JYyHs",
    "date_created": "1468004807",
    "date_modified": "1472599708",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "Levi_s",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "67603278",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "26",
    "entityIdParent": "168530",
    "titleTextEncoded": "Levis-Skateboarding-l-Skateboarding-in-Puerto-Peñasco",
    "category": "",
    "duration": 198,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/cOMki6JYyHs\/hqdefault.jpg",
        "uploadDate": 1468004807,
        "videoId": "cOMki6JYyHs",
        "title": "Levis® Skateboarding l Skateboarding in Puerto Peñasco",
        "description": "Our Fall 2016 campaign shoot took place in Puerto Peñasco, Mexico. In this 3-minute documentary, we follow a small, but energized community of skateboarders and help them build a new skate park.",
        "author": "Levi's®",
        "mediaDuration": 198,
        "prettyDuration": "00:03:18",
        "views": "2998",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "When I started skating I didn't know about pros and ranks I just had a board and skated. There's no shame in that you know. In Mexico skateboarding is not that big because people don't see it as a sport, they see it as a bad thing, a waste of time, just like some hobby. You hit a rocky point, we don’t have a skate shop. There’s a guy that buys boards from Tijuana and he sells them to the kids.In the streets of Mexico skate spots it’s really hard because the floor is not that good. There’s always something in the spot that like a crack, rocks, and it makes more difficult to do tricks. You have some dust flying in your eyes all day long it’s not dirt road you know, just some sketchy rocks you’re walking on or something. But the mentality for skating down here seriously it's pretty impressive. You’ve seen it, they’re bargain if you can shred in these conditions on these grounds and this surface you can shred anywhere these dudes are coming from rugged-ville and still making it happen and making it look good so. Whenever they get to skate something they just get super pumped they all just hype each other up. They seem like a really good little crew. I mean they already skate with what they got, but I feel like they’re going to get a lot better with the skate park. I’m very proud to be a Mexican skateboarder because we are creating a movement, we’re working together so there’s a future for skateboarding in Northern Mexico.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}