{
    "title": "Sustainability: Burton's Stance",
    "description": "Our commitment is to make Burton as respected for our environmental and social impact as we are for our products. In doing so, we will help make the sport we pioneered - and our lifestyle - sustainable well into the future.",
    "referenceId": "olwxIwNpruc",
    "date_created": "1461285394",
    "date_modified": "1473797289",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "Burton",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "68389550",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "14",
    "entityIdParent": "168544",
    "titleTextEncoded": "Sustainability-Burton-s-Stance",
    "category": "",
    "duration": 198,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/olwxIwNpruc\/hqdefault.jpg",
        "uploadDate": 1461285394,
        "videoId": "olwxIwNpruc",
        "title": "Sustainability: Burton's Stance",
        "description": "Our commitment is to make Burton as respected for our environmental and social impact as we are for our products. In doing so, we will help make the sport we pioneered - and our lifestyle - sustainable well into the future\n \nBurton.com\/sustainability",
        "author": "Burton Snowboards",
        "mediaDuration": 198,
        "prettyDuration": "00:03:18",
        "views": "48414",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Burton has a strong connection to the environment because we started in the mountains and we're all about the mountains whether it's chasing the snow or hiking and camping in the summer, t's in our DNA. Sustainability has always been part of Burton's culture we've been committed to the people to our playground and to sustainable products since the beginning. To make the gear that we make for the outdoors to stay dry and warm and have the best equipment it does come with a cost to the environment and we know we share a responsibility to preserve the lifestyle that we promote so we are taking steps to reduce the cost to the environment as much as possible. Burton's on a mission to become a sustainable company because that's really who we are and what we believe we hope that our leadership will inspire the entire winter sports industry it's really a moral imperative to take action. Burton defines sustainability three ways our people our playground and our product we are committed to having as positive social impact as we can that means taking care of our employees making sure that our factories are safe and that the workers are well taken care of and then our playground we are committed to the mountains and to snow and to having a playground in the future and feel that we need to be one of the louder voices and then finally our product we feel that rather than just developing a couple of green products we are really committed to a sustainable process that minimizes the environmental impact of all of our products. We personally visit and audit all of our factories to make sure that they are adhering to the highest human rights and safety standards we use best-in-class processes for our products we've also done a lot of work to green our own houses our own offices where we've seen substantial reduction in waist and energy use. So our next steps are to really continue on the path that we started we'll continue to work with our factories to make sure that they're meeting the highest human rights and safety standards. We'll continue with our goal to become a 100% blue-sign standard in all of our soft goods and we'll continue to reduce our carbon footprint and what's most exciting for us is to really look at innovation and how we're developing our product through the sustainability lens. We're a family owned and run business headquartered here in beautiful Vermont which also share our values around sustainability and responsible businesses we know we'll never be perfect, but our goal really is to lead the way in preserving our playground for the next generation.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}