{
    "title": "Jack Mitrani Gets the 2016 Burton US Open Halfpipe Scoop",
    "description": "Intrepid man on the street Jack Mitrani speaks with the competitors at the 2016 Burton US Open Snowboarding Championships to give you the inside scoop on what's going down in finals. The competition starts with women at 11:20 a.m.. MST.",
    "referenceId": "qvDHcnKPsP0",
    "date_created": "1457195029",
    "date_modified": "1473798564",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "Burton",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "68389562",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "26",
    "entityIdParent": "168544",
    "titleTextEncoded": "Jack-Mitrani-Gets-the-2016-Burton-US-Open-Halfpipe-Scoop",
    "category": "",
    "duration": 110,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qvDHcnKPsP0\/hqdefault.jpg",
        "uploadDate": 1457195029,
        "videoId": "qvDHcnKPsP0",
        "title": "Jack Mitrani Gets the 2016 Burton US Open Halfpipe Scoop",
        "description": "Intrepid man on the street Jack Mitrani speaks with the competitors at the 2016 Burton US Open Snowboarding Championships to give you the inside scoop on what's going down in finals. The competition starts with women at 11:20 a.m.. MST. Watch it live at BurtonUSOpen.com.",
        "author": "Burton Snowboards",
        "mediaDuration": 110,
        "prettyDuration": "00:01:50",
        "views": "2709",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "What's going on ladies and gentleman, Jack Mitrani here beautiful day in Vella Colorado, top of the pipe and we're gonna go get inside the minds of some of these athletes see how the pipes ridings, see who's riding well and whatever else they're willing to share with me so lets go see what they have to say. Alright we're up at the top of the pipeline right now with Ben Ferguson, Ben Ferguson out of breath how's practice going? Weird it's intense out there, how's the half pipe? Really good, homies are all here and it's good vibes, we're just shredding, it's good. Alright well have fun out there, good luck Ben Ferguson ladies and gentleman. Alright I'm here with Greg Bretz one of the most stylish consistent and handsomest riders here in the field. Greg how's the half pipe treating you this week? The half pipe was really good, it's got a great shape and it was going huge. And first impressions on the half pipe how does it look? Ah just want to ride it. You want to ride it? Yeah for sure it's pretty good. We spoke with your brother earlier you guys have been neck and neck lately, who do you think is going to take it this year? I mean, I mean I always like to beat him, but if he's riding well I gotta on him cause he shreds. Tell me about the competition these days who should we be looking out for? I mean you always gotta be looking out for I mean Dan Davis is the style king right, always riding good. For the folks at home who should we be looking out for? Who's riding really well? I know you got the white man I believe, Shaun White? Shaun White-man, he's here I'm excited to see what he can throw, he's one of my favorites, you're absolutely right, you're one of my favorites to Dan thank you so much for your time, yeah, good luck with practice, good luck out there man huge fan, yeah. Thank you so much for your time. Sending back to Jack in the pipe. Alright well there you have it, some of the best athletes in the entire world here letting us get inside their minds during the practice, can't wait to see what goes down on the highest level of snowboarding that we will ever see here at the Burton's US open snowboarding championships, Jack Mitrani signing off.\n",
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2017-05-24",
            "engagement_score": {
                "lastUpdatedDate": "2017-05-25"
            }
        }
    },
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}