{
    "title": "NIXON | Taking Aim: Introducing Malia James and the Bullet",
    "description": "NIXON | Taking Aim: Introducing Malia James and the Bullet",
    "referenceId": "2X7E_Pm9fro",
    "date_created": "1441237454",
    "date_modified": "1473790183",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "status": "approved",
    "visibility": "1",
    "video_brand": "Nixon",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "68389466",
    "loginId": "753",
    "entityType": "1",
    "titleTextEncoded": "NIXON-Taking-Aim-Introducing-Malia-James-and-the-Bullet",
    "category": "",
    "duration": 128,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/2X7E_Pm9fro\/hqdefault.jpg",
        "uploadDate": 1441237454,
        "videoId": "2X7E_Pm9fro",
        "title": "NIXON | Taking Aim: Introducing Malia James and the Bullet",
        "description": "",
        "author": "Nixon",
        "mediaDuration": 128,
        "prettyDuration": "00:02:08",
        "views": "874",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "When I was a little girl I dreamed of being a director, but started taking photos when I was really young and it was clear that I was actually looking at things. I've been in bands since I was 26 been on tour since I was 18 and now I've come full circle and recently decided to really fully narrow the focus in and direct. I would say the day of a shoot is absolutely that's my, that's my happy place for sure. The first video that I directed I remember I was walking up the alley and I turned the corner and there was like the giant catering tent, and all this gear and all these people and I just thought, yes, we're going to make something today and it's always high stress, but I love that stress, I love the pressure. This is a really special time in my life because I sort of took this meandering path and took all these opportunities to do anything interesting and creative that came along and then finally came to the realization that if I was going to reach for the big dream if you're not doing that thing that you dream about at night when you go to bed even if its scarier and even if it's the harder thing to do. Do that! Jump for it, go for it, make the leap it's terrifying, but the minute you catch air once you jump off the cliff towards your destiny it's the most exhilarating, fulfilling feeling. I have a note to myself on my wall which I think applies to romance and to everything in life which is \"life is fleeting, love boldly, but choose wisely.\"",
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-05-25\"}}}",
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}