{
    "title": "NIXON | ANDREW REYNOLDS COLLECTION",
    "description": "New and now available, Nixon introduces The Andrew Reynolds Capsule.\n\nWhen the conversation came up about creating a capsule, Andrew was surprised to learn that the slate was clean; he could create and curate anything he wanted for the collection. Drawing inspiration from a 2012 team trip to Argentina, it was during that visit, while buying gifts for friends and family, that Andrew stumbled upon his new favorite belt.\n\nUsing this accessory as the starting point for his capsule, Andrew layered in a wallet, key chain, backpack, beanie, hat, custom belt, watch, a Nixon x Altamont hoodie, and guitar strap to complete the collection. Our friends at Fender got wind of the Boss’ new capsule and wanted to create something special for him as well. The result was a one-of-a-kind telecaster, complete with custom graphics from the Nixon x Andrew Reynolds collection.\n\nInspired by life on the road, his travels, appreciating these experiences and that each new day is a gift, the Nixon x Andrew Reynolds capsule represents the Boss’ daily arsenal. “To do a collection with Nixon is amazing,” said Andrew. “This is the stuff I use. When I’m on a trip, this is all I need.” \n\nThe Nixon x Andrew Reynolds Collection is now available in select skate shops, for a limited time only.",
    "referenceId": "3CKaQC2CGdE",
    "date_created": "1418155254",
    "date_modified": "1473793988",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "status": "approved",
    "visibility": "1",
    "video_brand": "Nixon",
    "video_celeb": null,
    "video_activity": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "68389468",
    "loginId": "753",
    "entityType": "1",
    "sortOrder": "24",
    "entityIdParent": "168526",
    "titleTextEncoded": "NIXON-ANDREW-REYNOLDS-COLLECTION",
    "category": "",
    "duration": 267,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/3CKaQC2CGdE\/hqdefault.jpg",
        "uploadDate": 1418155254,
        "videoId": "3CKaQC2CGdE",
        "title": "NIXON | ANDREW REYNOLDS COLLECTION",
        "description": "New and now available, Nixon introduces The Andrew Reynolds Capsule.\n\nFind participating retailers and shop the collection now: http:\/\/nixon.fm\/reynolds-collection\n\nWhen the conversation came up about creating a capsule, Andrew was surprised to learn that the slate was clean; he could create and curate anything he wanted for the collection. Drawing inspiration from a 2012 team trip to Argentina, it was during that visit, while buying gifts for friends and family, that Andrew stumbled upon his new favorite belt.\n\nUsing this accessory as the starting point for his capsule, Andrew layered in a wallet, key chain, backpack, beanie, hat, custom belt, watch, a Nixon x Altamont hoodie, and guitar strap to complete the collection. Our friends at Fender got wind of the Boss’ new capsule and wanted to create something special for him as well. The result was a one-of-a-kind telecaster, complete with custom graphics from the Nixon x Andrew Reynolds collection.\n\nInspired by life on the road, his travels, appreciating these experiences and that each new day is a gift, the Nixon x Andrew Reynolds capsule represents the Boss’ daily arsenal. “To do a collection with Nixon is amazing,” said Andrew. “This is the stuff I use. When I’m on a trip, this is all I need.” \n\nThe Nixon x Andrew Reynolds Collection is now available in select skate shops, for a limited time only.\nShop now: http:\/\/nixon.fm\/reynolds-collection",
        "author": "Nixon",
        "mediaDuration": 267,
        "prettyDuration": "00:04:27",
        "views": "7452",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Yeah having this opportunity to do a collection with Nixon is amazing a lot of companies don't do this like what you want you know it's not some kind of a gimmick or this is what's hot or what's selling right now or anything like that it's like what do you want to see the collection to be like. I guess where it started was uh, I was on a Emerica trip in Argentina for wild in the streets, that place is amazing the kids there I think there was about ten thousand kids that came in skating with us, like that many wheels and skateboards all at the same time is just like so loud it's unbelievable. But it was a day that it was like raining and we were trying to get some skating in and I just walked around the corner until like a little Market\/Mall type of thing you know and they had leather goods and I got some gifts for some people and I got myself a belt which was like this belt and I just put it on and just skated in it for a couple years and just kind of, I really liked it so when it came time to do the designing that was one of the first things I thought of you know like oh let me get that belt out from Argentina. Took this and went from there you know. You can’t have a collection with Nixon without having a watch, I mean the watch was always when we were talking about was always number one, like okay we gotta have a watch. I chose the Rover watch its got a I'd say a medium sized face, not too big. I was able to incorporate the leather and the stitching details and also get the metal all ties in together with the metal on the belt and the metal on the watch. To me it's just classy you know, okay so the other stuff is just a simple beanie with the same logo from the rest of the collection and a hat I mean it's all simple stuff that you use in everyday life I wasn't going to make something that to me wasn't realistic you know this is the stuff I use. I wear a hat or a beanie when it's cold, black hoodie with barely anything on it just a little simple logo. I really like this one yeah I got the over sized hood so you can really hide from everybody when you go out. Backpack rolls over like this if you have way too much stuff you can just button these you know fill it all the way up to the top. This is to me is like really amazing you know it really shows what Nixon's all about you know they didn't have to do this but this is it this is my guitar strap. They knew I was into playing guitar, matched it to the rest of the collection, really nice leather. I'll probably have this thing for the rest of my life you know I think I only really need one. Ten, 11 years ago I don't know my friends had a guitar, let me barrow it I learned like a couple power cords then me and some of my friends sat down and you know just I don't know jammed, wrote a few songs. I don't know it kind of just happened naturally you know, and we knew like we were so bad but this is awesome you know. Yeah Chad said um you might be able to go by the place where they make the guitars and I didn't know that they made them over there. Oh thank you that's amazing thank you. It's amazing that I got to do this and Nixon was able to make such quality product for the collection on the case back of the watch it says today is a gift because we just have to be so try to live your life the best way you can.",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}